Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/CompilationStatistics.*.resx
Languages: nl

source: Compilations
nl: Verzamelingen

source: Date/Time
nl: Datum/Tijd

source: Duration
nl: Duurtijd

source: Errors
nl: Fouten

source: Matches
nl: Wedstrijden

source: Name
nl: Naam

source: Purge Compilation Statistics
nl: Verwijder Statistieken van Verzamelingen

source: Purging the page compilation statistics will delete all of the stored compilation statistics for all pages. Continue?
nl: Het verwijderen van de pagina verzamelingen statistieken zal alle opgeslagen verzamelingen statistieken voor alle pagina's verwijderen. Doorgaan?

source: Raw Size
nl: Ruwe Grootte

source: The compilation statistics for all wiki page operations.
nl: De verzamelingen statistieken voor alle wiki pagina bewerkingen.

source: Wikified Size
nl: Wikified Grootte
