Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/DeletedPageRevisions.*.resx
Languages: cs, hi, ko, ur

source: Action
cs: Akce
hi: क्रिया
ko: 작업
ur: عمل

source: Deleted By
cs: Kdo smazal
hi: द्वारा मिटाया गया
ko: 삭제자
ur: حذف کردہ

source: Deleted Date
cs: Datum smazání
hi: मिटाने की तारीख
ko: 삭제 날짜
ur: حذف کی تاریخ

source: Deleted Page Revisions
cs: Smazané revize stránky
hi: मिटाए गए पृष्ठ संशोधन
ko: 삭제된 페이지 수정
ur: حذف شدہ صفحہ کی ترمیمات

source: Page revision that have been deleted for the given page. These can be purged or restored.
cs: Revize stránky, které byly pro danou stránku smazány. Ty lze vyčistit nebo obnovit.
hi: वे पृष्ठ संशोधन जो दिए गए पृष्ठ के लिए मिटाए गए हैं। इन्हें साफ़ या पुनर्स्थापित किया जा सकता है।
ko: 주어진 페이지에 대해 삭제된 페이지 수정입니다. 이들은 영구 삭제되거나 복원될 수 있습니다.
ur: وہ صفحہ کی ترمیمات جنہیں دیا گیا صفحہ کے لئے حذف کر دیا گیا ہے۔ انہیں ختم یا بحال کیا جا سکتا ہے۔

source: Purge
cs: Vyčistit
hi: साफ़ करें
ko: 영구 삭제
ur: ختم کریں

source: Purge Deleted Revisions
cs: Vyčistit smazané revize
hi: मिटाए गए संशोधनों को साफ़ करें
ko: 삭제된 수정 영구 삭제
ur: حذف شدہ ترمیمات کو ختم کریں

source: Restore
cs: Obnovit
hi: पुनर्स्थापित करें
ko: 복원
ur: بحال کریں

source: Revision
cs: Revize
hi: संशोधन
ko: 수정
ur: ترمیم

source: This will permanently delete the specified page, all revisions and attachments. Continue?
cs: Tím trvale smažete zadanou stránku, všechny revize a přílohy. Pokračovat?
hi: यह निर्दिष्ट पृष्ठ, सभी संशोधनों और अटैचमेंट को स्थायी रूप से मिटा देगा। जारी रखें?
ko: 지정된 페이지와 모든 수정, 첨부 파일을 영구히 삭제합니다. 계속하시겠습니까?
ur: یہ مخصوص صفحہ، تمام ترمیمات اور منسلکات کو ہمیشہ کے لئے حذف کر دے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟

source: This will permanently purge all deleted pages revisions for &quot;{0}&quot;. Continue?
cs: Tím trvale odstraníte všechny smazané revize stránek pro „{0}“. Pokračovat?
hi: यह "{0}" के लिए सभी मिटाए गए पृष्ठ संशोधनों को स्थायी रूप से साफ़ कर देगा। जारी रखें?
ko: "{0}"에 대한 모든 삭제된 페이지 수정을 영구히 삭제합니다. 계속하시겠습니까?
ur: یہ "{0}" کے لئے تمام حذف شدہ صفحات کی ترمیمات کو ہمیشہ کے لئے ختم کر دے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟

source: This will restore the deleted page and all of its history. Continue?
cs: Tím se obnoví smazaná stránka a celá její historie. Pokračovat?
hi: यह मिटाए गए पृष्ठ और इसके सभी इतिहास को पुनर्स्थापित करेगा। जारी रखें?
ko: 삭제된 페이지와 그 모든 기록을 복원합니다. 계속하시겠습니까?
ur: یہ حذف شدہ صفحہ اور اس کی تمام تاریخ کو بحال کر دے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟
