Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/DeletedPages.*.resx
Languages: bn, fr, hi, it, pl, ru, vi

source: Action
bn: ক্রিয়া
hi: क्रिया
it: Azione
pl: Akcja
ru: Действие
vi: Hành động

source: Deleted Pages
bn: মুছে ফেলা পৃষ্ঠা
fr: Pages supprimées
hi: हटाए गए पृष्ठ
it: Pagini Cancellate
pl: Usunięte strony
ru: Удаленные страницы
vi: Các trang đã bị xóa

source: Either the deleted pages queue is empty or your search criteria returned no results.
bn: অথবা মুছে ফেলা পৃষ্ঠার কিউ খালি অথবা আপনার অনুসন্ধান মানদণ্ড কোনো ফলাফল ফেরত দেয়নি।
fr: Soit la file d'attente des pages supprimées est vide, soit vos critères de recherche n'ont retourné aucun résultat.
hi: या तो हटाए गए पृष्ठों की कतार खाली है या आपकी खोज मानदंडों ने कोई परिणाम नहीं दिया।
it: O la coda delle pagine cancellate è vuota o i criteri di ricerca non hanno restituito risultati.
pl: Kolejkowanie usuniętych stron jest puste lub twoje kryteria wyszukiwania nie zwróciły żadnych wyników.
ru: Либо очередь удаленных страниц пуста, либо ваши критерии поиска не вернули результатов.
vi: Hoặc hàng đợi các trang đã bị xóa là rỗng hoặc tiêu chí tìm kiếm của bạn không trả về kết quả nào.

source: Page
bn: পৃষ্ঠা
hi: पृष्ठ
it: Pagina
pl: Strona
ru: Страница
vi: Trang

source: Pages that have been deleted. Can be purged or restored.
bn: যে পৃষ্ঠাগুলি মুছে ফেলা হয়েছে। এগুলি পুরোপুরি মুছে ফেলা বা পুনরুদ্ধার করা যেতে পারে।
fr: Pages qui ont été supprimées. Peut être purgée ou restaurée.
hi: जिन पृष्ठों को हटाया गया है। इन्हें हटाया या पुनर्स्थापित किया जा सकता है।
it: Pagini che sono state cancellate. Possono essere eliminate definitivamente o ripristinate.
pl: Strony, które zostały usunięte. Mogą być usunięte na stałe lub przywrócone.
ru: Страницы, которые были удалены. Могут быть очищены или восстановлены.
vi: Các trang đã bị xóa. Có thể được xóa vĩnh viễn hoặc khôi phục lại.

source: Purge
bn: মুছে ফেলা
fr: Purger
hi: हटाएं
it: Elimina
pl: Usuń na stałe
ru: Очистка
vi: Xóa

source: Purge Deleted Pages
bn: মুছে ফেলা পৃষ্ঠা মুছুন
fr: Purger les pages supprimées
hi: हटाए गए पृष्ठों को हटाएं
it: Elimina Pagine Cancellate
pl: Usuń na stałe usunięte strony
ru: Очистить удаленные страницы
vi: Xóa các trang đã bị xóa

source: Restore
bn: পুনরুদ্ধার করুন
fr: Restaurer
hi: पुनर्स्थापित करें
it: Ripristina
pl: Przywróć
ru: Восстановить
vi: Khôi phục

source: Search
bn: অনুসন্ধান
fr: Recherche
hi: खोजें
it: Ricerca
pl: Szukaj
ru: Поиск
vi: Tìm kiếm

source: This will permanently delete the specified page, all revisions and attachments. Continue?
bn: এটি নির্দিষ্ট পৃষ্ঠাটি স্থায়ীভাবে মুছে ফেলবে, সমস্ত সংস্করণ এবং সংযুক্তি। চালিয়ে যাবেন?
fr: Cela supprimera définitivement la page spécifiée, toutes les révisions et les pièces jointes. Continuer?
hi: यह निर्दिष्ट पृष्ठ, सभी संशोधन और अटैचमेंट को स्थायी रूप से हटाएगा। जारी रखें?
it: Questa operazione eliminerà definitivamente la pagina specificata, tutte le revisioni e gli allegati. Continuare?
pl: To spowoduje trwałe usunięcie określonej strony, wszystkich jej wersji oraz załączników. Kontynuować?
ru: Это приведет к постоянному удалению указанной страницы, всехRevision и вложений. Продолжить?
vi: Điều này sẽ xóa vĩnh viễn trang đã chỉ định, tất cả các phiên bản và tài liệu đính kèm. Tiếp tục?

source: This will permanently purge all deleted pages. Continue?
bn: এটি সমস্ত মুছে ফেলা পৃষ্ঠাগুলি স্থায়ীভাবে মুছবে। চালিয়ে যাবেন?
fr: Cela purgera définitivement toutes les pages supprimées. Continuer?
hi: यह सभी हटाए गए पृष्ठों को स्थायी रूप से हटाएगा। जारी रखें?
it: Questa operazione eliminerà definitivamente tutte le pagine cancellate. Continuare?
pl: To spowoduje trwałe usunięcie wszystkich usuniętych stron. Kontynuować?
ru: Это приведет к постоянной очистке всех удаленных страниц. Продолжить?
vi: Điều này sẽ xóa vĩnh viễn tất cả các trang đã bị xóa. Tiếp tục?

source: This will restore the deleted page and all of its history. Continue?
bn: এটি মুছে ফেলা পৃষ্ঠাটি এবং এর সমস্ত ইতিহাস পুনরুদ্ধার করবে। চালিয়ে যাবেন?
fr: Cela restaurera la page supprimée et tout son historique. Continuer?
hi: यह हटाए गए पृष्ठ और इसके सभी इतिहास को पुनर्स्थापित करेगा। जारी रखें?
it: Questa operazione ripristinerà la pagina cancellata e tutta la sua cronologia. Continuare?
pl: To przywróci usuniętą stronę i całą jej historię. Kontynuować?
ru: Это восстановит удаленную страницу и всю ее историю. Продолжить?
vi: Điều này sẽ khôi phục trang đã bị xóa và toàn bộ lịch sử của nó. Tiếp tục?
