Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/Metrics.*.resx
Languages: ar, bn, fa, it, nl, pl, uk, ur

source: Cache
ar: ذاكرة التخزين المؤقت
bn: ক্যাশ
fa: کش
uk: Кеш
ur: کیچ

source: Culture
bn: সংস্কৃতি
fa: فرهنگ
it: Cultura
nl: Cultuur
pl: Kultura
uk: Культура
ur: ثقافت

source: Environment
bn: পরিবেশ
fa: محیط
it: Ambiente
nl: Omgeving
pl: Środowisko
uk: Середовище
ur: ماحول

source: Exceptions
ar: استثناءات
bn: ব্যতিক্রম
fa: استثنائات
it: Eccezioni
nl: Uitzonderingen
pl: Wyjątki
uk: Виключення
ur: استثنات

source: Flushing the memory cache will cause any cached items to be dropped and require database hits as pages are requested. Continue?
ar: سيمسح تفريغ ذاكرة التخزين المؤقت أي عناصر مخزنة مسبقًا وسيتطلب الوصول إلى قاعدة البيانات عند طلب الصفحات. هل تتابع؟
bn: মেমরি ক্যাশ ফ্লাশ করা হলে যেকোনো ক্যাশ করা আইটেম মুছে যাবে এবং পৃষ্ঠা চাওয়া হলে ডাটাবেসে পৌঁছাতে হবে। অবিরত রাখতে চান?
fa: خالی کردن کش حافظه باعث می‌شود که هر آیتم کش شده از بین برود و نیاز به دسترسی به پایگاه داده به عنوان صفحات درخواست می‌شود. ادامه دهیم؟
it: Flushing della cache di memoria causerà la rimozione di qualsiasi elemento memorizzato nella cache e richiederà accessi al database man mano che le pagine vengono richieste. Continuare?
nl: Het flushen van de geheugen-cache zal ervoor zorgen dat alle gecachte items worden verwijderd en dat database-aanroepen nodig zijn wanneer pagina's worden opgevraagd. Doorgaan?
pl: Wyczyszczenie pamięci podręcznej spowoduje, że wszystkie zapisane elementy zostaną usunięte i będą wymagane zapytania do bazy danych przy żądaniu stron. Kontynuować?
uk: Очистка кешу пам’яті призведе до скидання всіх кешованих елементів, і це вимагатиме доступу до бази даних при запитах до сторінок. Продовжити?
ur: میموری کیچ کو صاف کرنے سے کسی بھی کیچ کیے گئے آئٹمز کو ختم کر دیا جائے گا اور جیسے ہی صفحات کی درخواست کی جائے گی، ڈیٹا بیس کے ہٹ کی ضرورت ہوگی۔ جاری رکھیں؟

source: Framework Version
bn: ফ্রেমওয়ার্ক ভার্সন
fa: نسخه چارچوب
it: Versione del Framework
nl: Kader Versie
pl: Wersja ramowa
uk: Версія фреймворку
ur: فریم ورک کا ورژن

source: General
ar: عام
bn: সাধারণ
fa: عمومی
it: Generale
nl: Algemeen
pl: Ogólne
uk: Загальні
ur: عام

source: Gets
ar: الحصولات
bn: পেতে
fa: دریافت‌ها
it: Ottiene
nl: Krijgt
pl: Pobierania
uk: Отримання
ur: حاصل کریں

source: Hits
ar: الزيارات
bn: হিট
fa: درخواست‌ها
it: Accessi
pl: Odsłony
uk: Запити
ur: ہٹ

source: Inter-Page Links
ar: روابط بين الصفحات
bn: পৃষ্ঠার মধ্যে লিংক
fa: لینک‌های بین صفحات
it: Collegamenti Inter-Pagina
nl: Inter-Paginakoppelingen
pl: Linki między stronami
uk: Міжсторінкові посилання
ur: بین الصفحات روابط

source: Items
ar: العناصر
bn: আইটেম
fa: آیتم‌ها
it: Elementi
pl: Elementy
uk: Елементи
ur: آئٹمز

source: Limit(MB)
ar: الحد (ميغابايت)
bn: সীমানা(MB)
fa: حد (MB)
it: Limite(MB)
nl: Limiet(MB)
uk: Обмеження (МБ)
ur: حد (MB)

source: Metrics
ar: المقاييس
bn: মেট্রিক্স
fa: شاخص‌ها
it: Metrica
nl: Metrieken
pl: Metryki
uk: Метрики
ur: میٹرکس

source: Misses
ar: الفوات
bn: মিস
fa: از دست رفته‌ها
it: Miss
pl: Nietrafienia
uk: Програші
ur: مسز

source: Namespaces
ar: مساحات الأسماء
bn: নেইমস্পেস
fa: فضاهای نام
it: Spazi dei nomi
pl: Przestrzenie nazw
uk: Простори імен
ur: نام کی جگہیں

source: Operating System
bn: অপারেটিং সিস্টেম
fa: سیستم عامل
it: Sistema Operativo
nl: Besturingssysteem
pl: System operacyjny
uk: Операційна система
ur: آپریٹنگ سسٹم

source: OS Architecture
bn: OS আর্কিটেকচার
fa: معماری سیستم عامل
it: Architettura OS
nl: Architectuur van het Operating System
pl: Architektura OS
uk: Архітектура ОС
ur: آپریٹنگ سسٹم کی تعمیر

source: Page Attachment Revisions
ar: مراجعات إرفاقات الصفحات
bn: পৃষ্ঠার সংযুক্তির পুনরাবৃত্তি
fa: نسخه‌های الحاقی صفحه
it: Revisioni degli allegati della pagina
nl: Paginabevestigingen
pl: Rewizje załączników stron
uk: Ревізії вкладок сторінок
ur: صفحہ منسلکات میں تبدیلیاں

source: Page Attachments
ar: إرفاقات الصفحات
bn: পৃষ্ঠার সংযুক্তিগুলি
fa: الحاقی‌های صفحه
it: Documenti allegati alla pagina
nl: Pagina-bijlagen
pl: Załączniki stron
uk: Вкладки сторінок
ur: صفحہ منسلکات

source: Page Revisions
ar: مراجعات الصفحات
bn: পৃষ্ঠার পুনরাবৃত্তি
fa: نسخه‌های صفحه
it: Revisioni della pagina
nl: Paginahistorie
pl: Rewizje stron
uk: Ревізії сторінок
ur: صفحہ کی تبدیلیاں

source: Page Search Tokens
ar: رموز بحث الصفحات
bn: পৃষ্ঠার সার্চ টোকেন
fa: توکن‌های جستجوی صفحه
it: Token di ricerca della pagina
nl: Pagina-zoektokens
pl: Tokeny wyszukiwania stron
uk: Токени пошуку сторінок
ur: صفحہ تلاش ٹوکن

source: Page Tags
ar: علامات الصفحات
bn: পৃষ্ঠার ট্যাগ
fa: برچسب‌های صفحه
it: Tag della pagina
nl: Paginatags
pl: Tagi stron
uk: Теги сторінок
ur: صفحہ ٹیگ

source: Pages
ar: الصفحات
bn: পৃষ্ঠা
fa: صفحات
it: Pagine
nl: Pagina's
pl: Strony
uk: Сторінки
ur: صفحات

source: Process Architecture
bn: প্রক্রিয়া আর্কিটেকচার
fa: معماری پردازش
it: Architettura del Processo
nl: Architectuur van het Proces
pl: Architektura procesu
uk: Архітектура процесу
ur: پروسس کی تعمیر

source: Profiles
ar: الملفات الشخصية
bn: প্রোফাইল
fa: پروفایل‌ها
it: Profili
nl: Profielen
pl: Profile
uk: Профілі
ur: پروفائلز

source: Purge Memory Cache
ar: تفريغ ذاكرة التخزين المؤقت
bn: মেমরি ক্যাশ পরিষ্কার করুন
fa: خالی کردن کش حافظه
it: Pulisci la cache di memoria
nl: Geheugen Cache Wissen
pl: Wyczyść pamięć podręczną
uk: Очистити кеш пам'яті
ur: میموری کیچ کو صاف کریں

source: Puts
ar: الإضافات
bn: প্রতিষ্ঠা
fa: قرار دادن‌ها
it: Inserisce
nl: Plaats
pl: Wstawienia
uk: Записи
ur: پٹس

source: UI Culture
bn: UI সংস্কৃতি
fa: فرهنگ رابط کاربری
it: Cultura UI
nl: UI Cultuur
pl: Kultura UI
uk: Культура UI
ur: یو آئی ثقافت

source: Users
ar: المستخدمون
bn: ব্যবহারকারীগণ
fa: کاربران
it: Utenti
nl: Gebruikers
pl: Użytkownicy
uk: Користувачі
ur: صارفین

source: version
ar: الإصدار
bn: সংস্করণ
fa: نسخه
it: versione
nl: versie
pl: wersja
uk: версія
ur: ورژن
