Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/OrphanedPageAttachments.*.resx
Languages: bn

source: Action
bn: ক্রিয়া

source: Delete
bn: মুছুন

source: File
bn: ফাইল

source: Orphaned Page Attachments
bn: অপরিচিত পৃষ্ঠা সংযুক্তি

source: Page
bn: পৃষ্ঠা

source: Purge Orphaned Attachments
bn: অপরিচিত সংযুক্তি মুছুন

source: Revision
bn: সংশোধন

source: Size
bn: আकार

source: These are all of the page attachments that are no longer attached to any page revision.
bn: এই সব পৃষ্ঠা সংযুক্তি আর কোনও পৃষ্ঠা সংশোধনের সঙ্গে যুক্ত নেই।

source: This will permanently delete the specified attachment. Continue?
bn: এটি নির্দিষ্ট সংযুক্তিটি স্থায়ীভাবে মুছে ফেলবে। চালিয়ে যেতে চান?

source: This will permanently purge all orphaned page attachments. Continue?
bn: এটি সমস্ত অপরিচিত পৃষ্ঠা সংযুক্তি স্থায়ীভাবে মুছে ফেলবে। চালিয়ে যেতে চান?
