Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/Pages.*.resx
Languages: ar, bn, cs, de, es, fa, fr, hi, it, ja, ko, nl, pl, pt, ru, sk, tr, uk, ur, vi

source: Action
ar: إجراء
bn: কর্ম
cs: Akce
de: Aktion
es: Acción
fa: عمل
hi: क्रिया
it: Azioni
ja: アクション
ko: 액션
nl: Actie
pl: Działanie
pt: Ação
ru: Действие
sk: Akcia
tr: Hareket
uk: Дія
ur: عمل
vi: Hành động

source: All pages contained in the wiki.
ar: جميع الصفحات الموجودة في الويكي.
bn: উইকিতে অন্তর্ভুক্ত সমস্ত পৃষ্ঠা।
cs: Všechny stránky obsažené na wiki.
de: Alle Seiten, die im Wiki enthalten sind.
es: Todas las páginas contenidas en la wiki.
fa: تمام صفحات موجود در ویکی.
fr: Toutes les pages contenues dans le wiki.
hi: विकी में सभी पृष्ठ शामिल हैं।
it: Tutte le pagine contenute nel wiki.
ja: wiki に含まれるすべてのページ。
ko: 위키에 포함된 모든 페이지.
nl: Alle pagina's die in de wiki zijn opgenomen.
pl: Wszystkie strony zawarte w wiki.
pt: Todas as páginas contidas na wiki.
ru: Все страницы, содержащиеся в вики.
sk: Všetky stránky obsiahnuté vo wiki.
tr: Vikipedide bulunan tüm sayfalar.
uk: Усі сторінки, що містяться у вікі.
ur: وکی میں موجود تمام صفحات۔
vi: Tất cả các trang có trong wiki.

source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
de: löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाना
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sk: Odstrániť
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa

source: Deleted Revisions
ar: نسخ محذوفة
bn: মুছে ফেলা সংস্করণগুলি
cs: Smazané revize
de: Gelöschte Revisionen
es: Revisiones Eliminadas
fa: بازنگری‌های حذف‌شده
fr: Révisions supprimées
hi: हटाई गई संशोधन
it: Revisioni Eliminati
ja: 削除された改訂
ko: 삭제된 수정본
nl: Verwijderde Versies
pl: Usunięte wersje
pt: Revisões Excluídas
ru: Удаленные ревизии
sk: Odstránené revízie
tr: Silinmiş Revizyonlar
uk: Видалені редакції
ur: حذف شدہ ترامیم
vi: Các phiên bản đã xóa

source: Deleting &quot;{0}&quot; will move the page, all {1} revisions and associated file attachments to the deletion queue. This action can only be undone by an administrator or moderator. Continue?
ar: حذف "{0}" سيقوم بنقل الصفحة، وجميع {1} النسخ المرتبطة والمرفقات إلى قائمة حذف. لا يمكن التراجع عن هذا الإجراء إلا من قبل مسؤول أو مشرف. متابعة؟
bn: "{0}" মুছে ফেললে পৃষ্ঠাটি, সমস্ত {1} সংস্করণ এবং সংশ্লিষ্ট ফাইল সংযুক্তিগুলি মুছে ফেলার(queue) লাইনে চলে যাবে। এই কর্মটি শুধুমাত্র একজন প্রশাসক বা মধ্যস্থতাকারী দ্বারা পুনরুদ্ধার করা যাবে। চালিয়ে যাবেন?
cs: Smazáním „{0}“ se stránka, všechny revize {1} a přidružené přílohy souborů přesunou do fronty na odstranění. Tuto akci může vrátit zpět pouze administrátor nebo moderátor. Pokračovat?
de: Das Löschen von "{0}" verschiebt die Seite, alle {1} Revisionen und die zugehörigen Dateianhänge in die Löschwarteschlange. Diese Aktion kann nur von einem Administrator oder Moderator rückgängig gemacht werden. Fortfahren?
es: Eliminar "{0}" moverá la página, todas las {1} revisiones y archivos adjuntos asociados a la cola de eliminación. Esta acción solo puede ser deshecha por un administrador o moderador. ¿Continuar?
fa: حذف "{0}" صفحه، {1} بازنگری و پیوست‌های مربوطه را به صف حذف منتقل می‌کند. این عمل تنها توسط یک مدیر یا ناظر قابل بازگشت است. ادامه می‌دهید؟
fr: Supprimer "{0}" déplacera la page, toutes les {1} révisions et les fichiers joints associés dans la file d'attente de suppression. Cette action ne peut être annulée que par un administrateur ou un modérateur. Continuer ?
hi: "{0}" को हटाने से पृष्ठ, सभी {1} संशोधन और संबंधित फ़ाइल अटैचमेंट हटाने की कतार में चले जाएंगे। इस क्रिया को केवल एक प्रशासनिक या मध्यस्थ द्वारा पूर्ववत किया जा सकता है। जारी रखें?
it: Eliminare "{0}" sposterà la pagina, tutte le {1} revisioni e gli allegati dei file associati nella coda di eliminazione. Questa azione può essere annullata solo da un amministratore o moderatore. Continuare?
ja: "{0}"を削除すると、ページ、すべての{1}の改訂、および関連ファイルの添付が削除キューに移動します。このアクションは、管理者またはモデレーターによってのみ元に戻すことができます。続けますか？
ko: "{0}"을(를) 삭제하면 페이지와 모든 {1} 수정본 및 관련 파일 첨부가 삭제 큐로 이동됩니다. 이 작업은 관리자나 중재자만 취소할 수 있습니다. 계속하시겠습니까?
nl: Het verwijderen van "{0}" zal de pagina, alle {1} versies en bijbehorende bestandsbijlagen naar de verwijderingsqueue verplaatsen. Deze actie kan alleen worden ongedaan gemaakt door een administrator of moderator. Doorgaan?
pl: Usunięcie "{0}" przeniesie stronę, wszystkie {1} wersje oraz powiązane załączniki do kolejki usunięcia. Tego działania można cofnąć tylko przez administratora lub moderatora. Kontynuować?
pt: Excluir "{0}" moverá a página, todas as {1} revisões e anexos de arquivo associados para a fila de exclusão. Essa ação só pode ser desfeita por um administrador ou moderador. Continuar?
ru: Удаление "{0}" переместит страницу, все {1} ревизии и связанные вложения файлов в очередь на удаление. Это действие может быть отменено только администратором или модератором. Продолжить?
sk: Odstránením „{0}“ sa stránka, všetky revízie ({1}) a priradené prílohy súborov presunú do frontu na odstraňovanie. Túto akciu môže vrátiť späť iba administrátor alebo moderátor. Pokračovať?
tr: "{0}" silindiğinde sayfa, tüm {1} revizyonları ve ilişkili dosya ekleri silme kuyruğuna taşınacaktır. Bu işlem yalnızca bir yönetici veya moderatör tarafından geri alınabilir. Devam edilsin mi?
uk: Видалення "{0}" перемістить сторінку, всі {1} редакції та пов'язані прикріплення файлів до черги на видалення. Цю дію може скасувати лише адміністратор або модератор. Продовжити?
ur: "{0}" کو حذف کرنا اس صفحے، تمام {1} ترامیم اور متعلقہ فائل منسلکات کو حذف کرنے کی قطار میں منتقل کرے گا۔ یہ عمل صرف ایک ایڈمنسٹریٹر یا نگران کے ذریعہ واپس لایا جا سکتا ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Xóa "{0}" sẽ di chuyển trang, tất cả {1} phiên bản và các tệp đính kèm liên quan vào hàng đợi xóa. Hành động này chỉ có thể được hoàn tác bởi quản trị viên hoặc điều hành viên. Tiếp tục?

source: Either there are no pages or your search criteria returned no results.
ar: إما أنه لا توجد صفحات أو أن معايير البحث الخاصة بك لم تُرجع أي نتائج.
bn: কিংবা কোনও পৃষ্ঠা নেই বা আপনার অনুসন্ধান মানদণ্ডের জন্য কোনও ফলাফল নেই।
cs: Buď neexistují žádné stránky, nebo vaše vyhledávací kritéria nevrátila žádné výsledky.
de: Entweder gibt es keine Seiten oder Ihre Suchkriterien haben keine Ergebnisse geliefert.
es: O no hay páginas o sus criterios de búsqueda no devolvieron resultados.
fa: یا هیچ صفحه‌ای وجود ندارد یا معیار جستجوی شما نتیجه‌ای بازنگردانده است.
fr: Soit il n'y a pas de pages, soit vos critères de recherche n'ont renvoyé aucun résultat.
hi: या तो कोई पृष्ठ नहीं हैं या आपकी खोज मापदंडों ने कोई परिणाम नहीं लौटाए।
it: O non ci sono pagine oppure i criteri di ricerca non hanno restituito risultati.
ja: ページが存在しないか、検索条件に一致する結果がありません。
ko: 페이지가 없거나 검색 조건에 대한 결과가 없습니다.
nl: Of er zijn geen pagina's of uw zoekcriteria hebben geen resultaten opgeleverd.
pl: Nie ma stron lub kryteria wyszukiwania nie zwróciły żadnych wyników.
pt: Ou não há páginas ou seus critérios de busca não retornaram resultados.
ru: Либо нет страниц, либо ваши критерии поиска не дали результатов.
sk: Buď neexistujú žiadne stránky, alebo vaše kritériá vyhľadávania nevrátili žiadne výsledky.
tr: Ya sayfa yok ya da arama kriterleriniz sonuç vermedi.
uk: Або немає сторінок, або ваші критерії пошуку не повернули жодних результатів.
ur: یا تو کوئی صفحات نہیں ہیں یا آپ کی تلاش کے معیار نے کوئی نتائج واپس نہیں کیے۔
vi: Hoặc là không có trang nào hoặc tiêu chí tìm kiếm của bạn không trả về kết quả nào.

source: Modified By
ar: تم التعديل بواسطة
bn: উপস্থিতি দ্বারা পরিবর্তিত
cs: Změnil
de: Geändert von
es: Modificado Por
fa: تغییر یافته توسط
fr: Modifié par
hi: द्वारा संशोधित
it: Modificato Da
ja: 変更者
ko: 수정자
nl: Aangepast Door
pl: Zmodyfikowane przez
pt: Modificado Por
ru: Изменено
sk: Upravil
tr: Değiştiren
uk: Змінено
ur: تبدیل کردہ بواسطة
vi: Được sửa đổi bởi

source: Modified Date
ar: تاريخ التعديل
bn: পরিবর্তনের তারিখ
cs: Datum změny
de: Änderungsdatum
es: Fecha de Modificación
fa: تاریخ تغییر
fr: Date de modification
hi: संशोधन तिथि
it: Data di Modifica
ja: 変更日
ko: 수정 날짜
nl: Aangepaste Datum
pl: Data modyfikacji
pt: Data de Modificação
ru: Дата изменения
sk: Dátum zmeny
tr: Değiştirme Tarihi
uk: Дата зміни
ur: تبدیل شدہ تاریخ
vi: Ngày sửa đổi

source: Name
ar: اسم
bn: নাম
cs: Jméno
es: Nombre
fa: نام
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
tr: Ad
uk: Ім'я
ur: نام
vi: Tên

source: Pages
ar: صفحات
bn: পৃষ্ঠাগুলি
cs: Stránky
de: Seiten
es: Páginas
fa: صفحات
hi: पृष्ठ
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
tr: Sayfalar
uk: Сторінки
ur: صفحات
vi: Các trang

source: Pre-Cache All Pages
ar: تحضير جميع الصفحات في الذاكرة المؤقتة
bn: সমস্ত পৃষ্ঠা প্রাক-ক্যাশ করুন
cs: Předběžně uložit všechny stránky do mezipaměti
de: Alle Seiten im Cache vorab speichern
es: Pre-Caché Todas las Páginas
fa: پیش-cache تمام صفحات
fr: Pré-cacher toutes les pages
hi: सभी पृष्ठों को प्री-कैश करें
it: Pre-Cattura Tutte le Pagine
ja: すべてのページをプリキャッシュ
ko: 모든 페이지 미리 캐시하기
nl: Alle Pagina's Vooraf Cachen
pl: Wstępne buforowanie wszystkich stron
pt: Pré-Carregar Todas as Páginas
ru: Предварительное кэширование всех страниц
sk: Predbežne uložiť všetky stránky do medzipamäte
tr: Tüm Sayfaları Önbelleğe Al
uk: Предварительно кешувати всі сторінки
ur: تمام صفحات کی پہلے سے کیش کریں
vi: Tiền lưu trữ tất cả các trang

source: Rebuild All Pages
ar: إعادة بناء جميع الصفحات
bn: সমস্ত পৃষ্ঠা পুনর্গঠন করুন
cs: Znovu sestavit všechny stránky
de: Alle Seiten neu aufbauen
es: Reconstruir Todas las Páginas
fa: بازسازی تمام صفحات
fr: Reconstruire toutes les pages
hi: सभी पृष्ठों का पुनर्निर्माण करें
it: Ricostruisci Tutte le Pagine
ja: すべてのページを再構築
ko: 모든 페이지 재구성하기
nl: Alle Pagina's Herbouwen
pl: Przebudowanie wszystkich stron
pt: Reconstruir Todas as Páginas
ru: Перестроить все страницы
sk: Znova zostaviť všetky stránky
tr: Tüm Sayfaları Yeniden Oluştur
uk: Перебудувати всі сторінки
ur: تمام صفحات کی دوبارہ تعمیر کریں
vi: Tái xây dựng tất cả các trang

source: Revision
ar: نسخة
bn: সংস্করণ
cs: Revize
es: Revisión
fa: بازنگری
fr: Révision
hi: संशोधन
it: Revisione
ja: 改訂
ko: 수정본
nl: Versie
pl: Wersja
pt: Revisão
ru: Ревизия
sk: Revízia
tr: Revizyon
uk: Редакція
ur: ترمیم
vi: Phiên bản

source: Search
ar: بحث
bn: অনুসন্ধান
cs: Hledat
de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Wyszukaj
pt: Buscar
ru: Поиск
sk: Hľadať
tr: Arama
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm

source: This will compile all pages in the wiki and store them in cache. This could take some time! Continue?
ar: سيتم تجميع جميع الصفحات في الويكي وتخزينها في الذاكرة المؤقتة. قد يستغرق هذا بعض الوقت! متابعة؟
bn: এটি উইকির সমস্ত পৃষ্ঠাগুলি একত্রিত করবে এবং তাদের ক্যাশে সংরক্ষণ করবে। এটি কিছুটা সময় নিতে পারে! চালিয়ে যাবেন?
cs: Tím se zkompilují všechny stránky na wiki a uloží se do mezipaměti. To může chvíli trvat! Pokračovat?
de: Dies wird alle Seiten im Wiki kompilieren und im Cache speichern. Dies könnte einige Zeit in Anspruch nehmen! Fortfahren?
es: Esto compilará todas las páginas en la wiki y las almacenará en caché. ¡Esto podría tardar un tiempo! ¿Continuar?
fa: این عمل تمامی صفحات در ویکی را جمع‌آوری کرده و آن‌ها را در کش ذخیره می‌کند. این ممکن است مدتی طول بکشد! ادامه می‌دهید؟
fr: Cela va compiler toutes les pages du wiki et les stocker dans le cache. Cela pourrait prendre un certain temps ! Continuer ?
hi: यह विकी में सभी पृष्ठों को संकलित करेगा और उन्हें कैश में स्टोर करेगा। इसमें कुछ समय लग सकता है! जारी रखें?
it: Questo compilerà tutte le pagine nel wiki e le memorizzerà nella cache. Questo potrebbe richiedere del tempo! Continuare?
ja: これにより、wiki のすべてのページがコンパイルされ、キャッシュに保存されます。時間がかかる場合があります！続けますか？
ko: 이 작업은 위키의 모든 페이지를 컴파일하여 캐시에 저장합니다. 시간이 좀 걸릴 수 있습니다! 계속하시겠습니까?
nl: Dit zal alle pagina's in de wiki samenstellen en in cache opslaan. Dit kan enige tijd duren! Doorgaan?
pl: To skompiluje wszystkie strony w wiki i przechowa je w pamięci podręcznej. To może trochę potrwać! Kontynuować?
pt: Isso irá compilar todas as páginas na wiki e armazená-las em cache. Isso pode levar algum tempo! Continuar?
ru: Это скомпилирует все страницы в вики и сохранит их в кэше. Это может занять некоторое время! Продолжить?
sk: Tým sa skompilujú všetky stránky na wiki a uložia sa do vyrovnávacej pamäte. Môže to chvíľu trvať! Pokračovať?
tr: Bu, vikipedideki tüm sayfaları derleyecek ve bunları önbelleğe alacaktır. Bu biraz zaman alabilir! Devam edilsin mi?
uk: Це збереться всі сторінки у вікі та зберігатиме їх у кеші. Це може зайняти деякий час! Продовжити?
ur: یہ تمام صفحات کو وکی میں مرتب کرے گا اور انہیں کیش میں محفوظ کرے گا۔ اس میں کچھ وقت لگ سکتا ہے! کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Điều này sẽ biên soạn tất cả các trang trong wiki và lưu trữ chúng trong bộ nhớ cache. Điều này có thể mất một chút thời gian! Tiếp tục?

source: This will rebuild all pages in the wiki. This could take some time! Continue?
ar: سيقوم بإعادة بناء جميع الصفحات في الويكي. قد يستغرق هذا بعض الوقت! متابعة؟
bn: এটি উইকির সমস্ত পৃষ্ঠাগুলি পুনর্গঠন করবে। এটি কিছুটা সময় নিতে পারে! চালিয়ে যাবেন?
cs: Tím se znovu sestaví všechny stránky na wiki. To může chvíli trvat! Pokračovat?
de: Dies wird alle Seiten im Wiki neu aufbauen. Dies könnte einige Zeit in Anspruch nehmen! Fortfahren?
es: Esto reconstruirá todas las páginas en la wiki. ¡Esto podría tardar un tiempo! ¿Continuar?
fa: این عمل تمامی صفحات در ویکی را بازسازی می‌کند. این ممکن است مدتی طول بکشد! ادامه می‌دهید؟
fr: Cela va reconstruire toutes les pages du wiki. Cela pourrait prendre un certain temps ! Continuer ?
hi: यह विकी में सभी पृष्ठों का पुनर्निर्माण करेगा। इसमें कुछ समय लग सकता है! जारी रखें?
it: Questo ricostruirà tutte le pagine nel wiki. Questo potrebbe richiedere del tempo! Continuare?
ja: これにより、wiki のすべてのページが再構築されます。時間がかかる場合があります！続けますか？
ko: 이 작업은 위키의 모든 페이지를 재구성합니다. 시간이 좀 걸릴 수 있습니다! 계속하시겠습니까?
nl: Dit zal alle pagina's in de wiki herbouwen. Dit kan enige tijd duren! Doorgaan?
pl: To przebuduje wszystkie strony w wiki. To może trochę potrwać! Kontynuować?
pt: Isso irá reconstruir todas as páginas na wiki. Isso pode levar algum tempo! Continuar?
ru: Это перестроит все страницы в вики. Это может занять некоторое время! Продолжить?
sk: Týmto sa prebudujú všetky stránky na wiki. Môže to chvíľu trvať! Pokračovať?
tr: Bu, vikipedideki tüm sayfaları yeniden oluşturacaktır. Bu biraz zaman alabilir! Devam edilsin mi?
uk: Це перебудує всі сторінки у вікі. Це може зайняти деякий час! Продовжити?
ur: یہ تمام صفحات کو وکی میں دوبارہ تعمیر کرے گا۔ اس میں کچھ وقت لگ سکتا ہے! کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Điều này sẽ tái xây dựng tất cả các trang trong wiki. Điều này có thể mất một chút thời gian! Tiếp tục?

source: Truncate Page Revisions
ar: تقليص نسخ الصفحة
bn: পৃষ্ঠা সংস্করণ ছাঁটাই করুন
cs: Zkrátit revize stránky
de: Seitenrevisionen kürzen
es: Truncar las Revisiones de la Página
fa: کتابخانه‌ی بازنگری صفحات را برش بزنید
fr: Tronquer les révisions de la page
hi: पृष्ठ संशोधनों को संक्षिप्त करें
it: Troncare le Revisioni della Pagina
ja: ページ改訂を切り詰める
ko: 페이지 수정본 자르기
nl: Afgekorte Pagina Versies
pl: Ucinanie wersji stron
pt: Truncar Revisões de Página
ru: Ограничить ревизии страниц
sk: Skrátiť revízie stránky
tr: Sayfa Revizyonlarını Kısalt
uk: Скоротити редакції сторінки
ur: صفحے کی ترامیم کو مختصر کریں
vi: Cắt ngắn phiên bản trang

source: Truncating the page revisions will delete all the revision history for all pages and page attachments. This will leave only the most current revision of all objects. This is generally considered a big deal! Continue?
ar: تقليص نسخ الصفحة سيحذف جميع تاريخ النسخ لجميع الصفحات والمرفقات. سيترك هذا فقط النسخة الأكثر حداثة من جميع العناصر. عموماً يعتبر هذا أمرًا مهمًا! متابعة؟
bn: পৃষ্ঠা সংস্করণগুলি ছাঁটাই করা হলে সমস্ত পৃষ্ঠা এবং পৃষ্ঠা সংযুক্তির জন্য সমস্ত সংস্করণ ইতিহাস মুছে ফেলা হবে। এটি সমস্ত বস্তুর সবচেয়ে বর্তমান সংস্করণ ছেড়ে দেবে। সাধারণভাবে এটি একটি গুরুত্বপূর্ণ ব্যাপার মনে করা হয়! চালিয়ে যাবেন?
cs: Zkrácení revizí stránky odstraní veškerou historii revizí pro všechny stránky a přílohy stránek. Tím zůstane pouze nejaktuálnější revize všech objektů. To je obecně považováno za velký problém! Pokračovat?
de: Das Kürzen der Seitenrevisionen wird die gesamte Revisionshistorie aller Seiten und Seitenanhänge löschen. Es bleibt nur die aktuellste Revision aller Objekte. Dies wird im Allgemeinen als sehr bedeutend angesehen! Fortfahren?
es: Truncar las revisiones de la página eliminará todo el historial de revisiones para todas las páginas y archivos adjuntos de página. Esto dejará solo la revisión más reciente de todos los objetos. ¡Esto se considera generalmente un gran problema! ¿Continuar?
fa: برش زدن بازنگری‌های صفحه، تمام تاریخچه بازنگری برای تمامی صفحات و پیوست‌های صفحه را حذف می‌کند. این تنها بازنگری فعلی از تمام اشیاء را باقی خواهد گذاشت. این به طور کلی به عنوان یک موضوع بزرگ در نظر گرفته می‌شود! ادامه می‌دهید؟
fr: Tronquer les révisions de la page supprimera tout l'historique des révisions pour toutes les pages et les pièces jointes de pages. Cela ne laissera que la révision la plus récente de tous les objets. Ceci est généralement considéré comme un gros problème ! Continuer ?
hi: पृष्ठ संशोधनों को संक्षिप्त करने से सभी पृष्ठों और पृष्ठ अटैचमेंट के लिए सभी संशोधन इतिहास हटा दिए जाएंगे। इससे सभी वस्तुओं का केवल सबसे वर्तमान संशोधन बचेगा। इसे सामान्यतः एक बड़ा मामला माना जाता है! जारी रखें?
it: Truncare le revisioni della pagina eliminerà tutta la cronologia delle revisioni per tutte le pagine e gli allegati delle pagine. Questo lascerà solo la revisione più attuale di tutti gli oggetti. Questo è generalmente considerato un grosso problema! Continuare?
ja: ページ改訂を切り詰めると、すべてのページとページ添付のすべての改訂履歴が削除されます。これにより、すべてのオブジェクトの最新の改訂のみが残ります。これは一般的に大事なことと見なされます！続けますか？
ko: 페이지 수정본을 자르면 모든 페이지 및 페이지 첨부의 수정 이력이 삭제됩니다. 이 작업은 모든 객체의 가장 최신 수정본만 남깁니다. 일반적으로 이것은 큰 일로 간주됩니다! 계속하시겠습니까?
nl: Het afkorten van de pagina versies zal de volledige revisiegeschiedenis voor alle pagina's en pagina-bijlagen verwijderen. Dit laat alleen de meest actuele versie van alle objecten over. Dit wordt over het algemeen als een grote zaak beschouwd! Doorgaan?
pl: Ucinanie wersji stron usunie całą historię wersji dla wszystkich stron i załączników. Pozostawi tylko najnowszą wersję wszystkich obiektów. To jest ogólnie uważane za poważną sprawę! Kontynuować?
pt: Truncar as revisões da página irá deletar todo o histórico de revisões de todas as páginas e anexos de página. Isso deixará apenas a revisão mais atual de todos os objetos. Isso é geralmente considerado algo sério! Continuar?
ru: Ограничение ревизий страницы удалит всю историю ревизий для всех страниц и вложений страниц. Это оставит только самую последнюю ревизию всех объектов. Это обычно считается серьезным делом! Продолжить?
sk: Skrátením revízií stránok sa vymaže celá história revízií všetkých stránok a príloh stránok. Zo všetkých objektov tak zostane len najaktuálnejšia revízia. Toto sa všeobecne považuje za veľkú vec! Pokračovať?
tr: Sayfa revizyonlarını kısaltmak, tüm sayfalar ve sayfa ekleri için tüm revizyon geçmişini silecektir. Bu, tüm nesnelerin yalnızca en güncel revizyonunu bırakacaktır. Bu genellikle önemli bir durum olarak kabul edilir! Devam edilsin mi?
uk: Скорочення редакцій сторінки видалить всю історію редакцій для всіх сторінок і прикріплень. Це залишить лише найбільш актуальну редакцію всіх об'єктів. Це загалом вважається великим кроком! Продовжити?
ur: صفحے کی ترامیم کو مختصر کرنے سے تمام صفحات اور صفحے کی منسلکات کی تمام ترمیمی تاریخ حذف ہو جائے گی۔ اس سے صرف تمام اشیاء کی سب سے حالیہ ترمیم باقی رہے گی۔ یہ عام طور پر ایک بڑا معاملہ سمجھا جاتا ہے! کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Cắt ngắn các phiên bản trang sẽ xóa toàn bộ lịch sử phiên bản cho tất cả các trang và tệp đính kèm trang. Điều này sẽ chỉ để lại phiên bản hiện tại nhất của tất cả các đối tượng. Điều này thường được coi là một vấn đề lớn! Tiếp tục?
