Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Admin/PageRevisions.*.resx
Languages: bn, ur

source: Action
bn: ক্রিয়া
ur: عمل

source: All changes that have been made to the page.
bn: পৃষ্ঠায় যে সমস্ত পরিবর্তন করা হয়েছে।
ur: صفحے میں کی جانے والی تمام تبدیلیاں۔

source: Analysis
bn: বিশ্লেষণ

source: Delete
bn: মুছুন
ur: حذف کریں

source: Deleting revision {0} of &quot;{1}&quot; will move the page revision to the deletion queue. This action can only be undone by an administrator or moderator. Continue?
bn: “{1}” এর পরিবর্তন {0} মুছলে পৃষ্ঠা সংশোধনগুলি মুছা সংরক্ষণ লাইনে চলে যাবে। এই ক্রিয়া শুধুমাত্র একজন প্রশাসক অথবা মধ্যস্থতাকারী দ্বারা ফিরিয়ে নেওয়া যেতে পারে। চলতে থাকবেন?
ur: "{1}" کی ترمیم {0} کو حذف کرنے سے صفحات کی ترمیم کو حذف کی قطار میں منتقل کر دیا جائے گا۔ یہ عمل صرف ایڈمنسٹریٹر یا موڈرٹر کے ذریعے ہی واپس لیا جا سکتا ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟

source: Modified By
bn: সংশোধিত দ্বারা
ur: تبدیل کرنے والا

source: Modified Date
bn: সংশোধনের তারিখ
ur: تبدیل کرنے کی تاریخ

source: Page revisions for
bn: পৃষ্ঠার সংশোধনগুলো
ur: کے لیے صفحے کی ترامیم

source: Revert
bn: ফিরিয়ে নিন
ur: پچھلے

source: Reverting {0} from revision {1} to {2} will rollback {3} changes.&lt;br /&gt;Reverting does not mean that changes will be lost however, the revert process will create a new revision with the reverted changes.&lt;br /&gt;&lt;br /&gt;Are you sure you want to continue?&lt;br /&gt;&lt;br /&gt;
bn: পরিবর্তন {3} কে ফিরিয়ে আনতে {0} এর সংশোধন {1} থেকে {2} এ ফিরে আসা হবে।<br />ফিরিয়ে আনাটির অর্থ এই নয় যে পরিবর্তনগুলি হারিয়ে যাবে, তবে ফিরিয়ে আনنے প্রক্রিয়াটি ফিরিয়ে আনা পরিবর্তনগুলির সাথে একটি নতুন সংশোধন তৈরি করবে।<br /><br />আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?<br /><br />
ur: ترمیم {1} سے {2} تک {0} کو واپس کرنا {3} تبدیلیاں رول بیک کرے گا۔<br />واپس کرنا کا مطلب یہ نہیں کہ تبدیلیاں کھو جائیں گی، تاہم، واپس کرنے کا عمل ایک نئی ترمیم پیدا کرے گا جس میں واپس کی گئی تبدیلیاں ہوں گی۔<br /><br />کیا آپ واقعی جاری رکھنا چاہتے ہیں؟<br /><br />

source: Revision
bn: সংশোধন
ur: ترمیم

source: Summary
bn: সারসংক্ষেপ
ur: خلاصہ

source: The selected page does not have any revisions.
bn: নির্বাচিত পৃষ্ঠায় কোনও সংশোধন নেই।
ur: منتخب کردہ صفحے میں کوئی ترمیم نہیں ہے۔
