Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Controllers/AdminSecurityController.*.resx
Languages: id, ko, pl, ru, zh_hans

source: Account name is already in use.
id: Nama akun sudah digunakan.
ko: 계정 이름이 이미 사용 중입니다.
pl: Nazwa konta jest już używana.
ru: Имя аккаунта уже используется.
zh_hans: 账户名称已经在使用中。

source: Account name is required.
id: Nama akun diperlukan.
ko: 계정 이름이 필요합니다.
pl: Nazwa konta jest wymagana.
ru: Необходимо указать имя аккаунта.
zh_hans: 账户名称是必需的。

source: Could not save the attached image, too large.
id: Tidak dapat menyimpan gambar yang dilampirkan, terlalu besar.
ko: 첨부된 이미지를 저장할 수 없습니다, 너무 큽니다.
pl: Nie można zapisać załączonego obrazu, za duży.
ru: Не удалось сохранить прикрепленное изображение, слишком большой размер.
zh_hans: 无法保存附加的图像，太大了。

source: Could not save the attached image, type not allowed.
id: Tidak dapat menyimpan gambar yang dilampirkan, jenis tidak diperbolehkan.
ko: 첨부된 이미지를 저장할 수 없습니다, 허용되지 않은 형식입니다.
pl: Nie można zapisać załączonego obrazu, typ niedozwolony.
ru: Не удалось сохранить прикрепленное изображение, тип не разрешен.
zh_hans: 无法保存附加的图像，不允许的类型。

source: Could not save the attached image.
id: Tidak dapat menyimpan gambar yang dilampirkan.
ko: 첨부된 이미지를 저장할 수 없습니다.
pl: Nie można zapisać załączonego obrazu.
ru: Не удалось сохранить прикрепленное изображение.
zh_hans: 无法保存附加的图像。

source: Delete Profile
id: Hapus Profil
ko: 프로필 삭제
pl: Usuń profil
ru: Удалить профиль
zh_hans: 删除个人资料

source: Delete {0}
id: Hapus {0}
ko: {0} 삭제
pl: Usuń {0}
ru: Удалить {0}
zh_hans: 删除 {0}

source: Email address is already in use.
id: Alamat email sudah digunakan.
ko: 이메일 주소가 이미 사용 중입니다.
pl: Adres e-mail jest już używany.
ru: Адрес электронной почты уже используется.
zh_hans: 电子邮件地址已在使用中。

source: Emoji name is already in use.
id: Nama emoji sudah digunakan.
ko: 이모지 이름이 이미 사용 중입니다.
pl: Nazwa Emoji jest już używana.
ru: Имя эмодзи уже используется.
zh_hans: 表情符号名称已经在使用中。

source: Namespace
id: Ruang Nama
ko: 네임스페이스
pl: Przestrzeń nazw
ru: Пространство имен
zh_hans: 命名空间

source: Namespaces
id: Ruang Nama
ko: 네임스페이스들
pl: Przestrzenie nazw
ru: Пространства имен
zh_hans: 命名空间

source: Pages
id: Halaman
ko: 페이지들
pl: Strony
ru: Страницы
zh_hans: 页面

source: Role name is already in use.
id: Nama peran sudah digunakan.
ko: 역할 이름이 이미 사용 중입니다.
pl: Nazwa roli jest już używana.
ru: Имя роли уже используется.
zh_hans: 角色名称已被使用。

source: Role name is required.
id: Nama peran diperlukan.
ko: 역할 이름이 필요합니다.
pl: Nazwa roli jest wymagana.
ru: Имя роли обязательно.
zh_hans: 角色名称是必需的。

source: Roles
id: Peran
ko: 역할들
pl: Role
ru: Роли
zh_hans: 角色

source: The account has been created.
id: Akun telah dibuat.
ko: 계정이 생성되었습니다.
pl: Konto zostało utworzone.
ru: Аккаунт успешно создан.
zh_hans: 账户已创建。

source: The account has been deleted.
id: Akun telah dihapus.
ko: 계정이 삭제되었습니다.
pl: Konto zostało usunięte.
ru: Аккаунт был удален.
zh_hans: 账户已被删除。

source: The specified role has been deleted.
id: Peran yang ditentukan telah dihapus.
ko: 지정된 역할이 삭제되었습니다.
pl: Określona rola została usunięta.
ru: Указанная роль была удалена.
zh_hans: 指定的角色已被删除。

source: User not found.
id: Pengguna tidak ditemukan.
ko: 사용자를 찾을 수 없습니다.
pl: Użytkownik nie został znaleziony.
ru: Пользователь не найден.
zh_hans: 用户未找到。

source: Your account has been deleted.
id: Akun Anda telah dihapus.
ko: 귀하의 계정이 삭제되었습니다.
pl: Twoje konto zostało usunięte.
ru: Ваш аккаунт был удален.
zh_hans: 您的账户已被删除。

source: Your profile has been saved successfully!
id: Profil Anda telah disimpan dengan sukses!
ko: 귀하의 프로필이 성공적으로 저장되었습니다!
pl: Twój profil został pomyślnie zapisany!
ru: Ваш профиль успешно сохранен!
zh_hans: 您的个人资料已成功保存！

source: {0} : {1} is required.
id: {0} : {1} diperlukan.
ko: {0} : {1}이 필요합니다.
pl: {0} : {1} jest wymagane.
ru: {0} : {1} обязателен.
zh_hans: {0} : {1} 是必需的。

source: {0} Delete
id: {0} Hapus
ko: {0} 삭제
pl: {0} Usuń
ru: {0} Удалить
zh_hans: {0} 删除
