Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Controllers/AdminController.*.resx
Languages: ar, bn, cs, de, es, fa, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sk, tr, uk, ur, vi, zh_hans

source: {0} : {1} is required.
ar: {0} : {1} مطلوب.
bn: {0} : {1} প্রয়োজন।
cs: {0}: {1} je povinné.
de: {0} : {1} ist erforderlich.
es: {0} : {1} es obligatorio.
fa: {0} : {1} الزامی است.
fr: {0} : {1} est requis.
hi: {0} : {1} आवश्यक है।
id: {0} : {1} diperlukan.
it: {0} : {1} è richiesto.
ja: {0} : {1} は必須です。
ko: {0} : {1}이 필요합니다.
nl: {0} : {1} is vereist.
pl: {0} : {1} jest wymagane.
pt: {0} : {1} é obrigatório.
ru: {0} : {1} обязателен.
sk: {0} : Vyžaduje sa {1}.
tr: {0} : {1} gereklidir.
uk: {0} : {1} є обов'язковим.
ur: {0} : {1} درکار ہے۔
vi: {0} : {1} là bắt buộc.
zh_hans: {0} : {1} 是必需的。

source: {0} Delete
ar: {0} حذف
bn: {0} মুছুন
cs: Smazat {0}
de: {0} Löschen
es: {0} Eliminar
fa: {0} حذف
fr: {0} Supprimer
hi: {0} हटाएँ
id: {0} Hapus
it: {0} Elimina
ja: {0} 削除
ko: {0} 삭제
nl: {0} Verwijderen
pl: {0} Usuń
pt: {0} Excluir
ru: {0} Удалить
sk: Odstrániť {0}
tr: {0} Sil
uk: {0} Видалити
ur: {0} حذف کریں
vi: {0} Xóa
zh_hans: {0} 删除
