Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Controllers/AdminController.*.resx
Languages: ar, bn, cs, de, es, fa, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sk, tr, uk, ur, vi, zh_hans

source: The configuration has been saved successfully!
ar: تم حفظ التكوين بنجاح!
bn: কনফিগারেশন সফলভাবে সংরক্ষিত হয়েছে!
cs: Konfigurace byla úspěšně uložena!
de: Die Konfiguration wurde erfolgreich gespeichert!
es: ¡La configuración ha sido guardada exitosamente!
fa: پیکربندی با موفقیت ذخیره شده است!
fr: La configuration a été enregistrée avec succès !
hi: कॉन्फ़िगरेशन सफलतापूर्वक सहेजा गया है!
id: Konfigurasi telah disimpan dengan sukses!
it: La configurazione è stata salvata con successo!
ja: 設定が正常に保存されました！
ko: 구성이 성공적으로 저장되었습니다!
nl: De configuratie is succesvol opgeslagen!
pl: Konfiguracja została pomyślnie zapisana!
pt: A configuração foi salva com sucesso!
ru: Конфигурация успешно сохранена!
sk: Konfigurácia bola úspešne uložená!
tr: Yapılandırma başarıyla kaydedildi!
uk: Конфігурацію успішно збережено!
ur: ترتیب کامیابی کے ساتھ محفوظ کر لی گئی ہے!
vi: Cấu hình đã được lưu thành công!
zh_hans: 配置已成功保存！

source: The emoji has been created.
ar: تم إنشاء الرمز التعبيري.
bn: ইমোজি তৈরি হয়েছে।
cs: Emodži bylo vytvořeno.
de: Das Emoji wurde erstellt.
es: El emoji ha sido creado.
fa: ایموجی ایجاد شده است.
fr: L'emoji a été créé.
hi: इमोजी बना दिया गया है।
id: Emoji telah dibuat.
it: L'emoji è stata creata.
ja: 絵文字が作成されました。
ko: 이모지가 생성되었습니다.
nl: De emoji is aangemaakt.
pl: Emoji zostało utworzone.
pt: O emoji foi criado.
ru: Эмодзи был создан.
sk: Ikona emodži bola vytvorená.
tr: Emoji oluşturuldu.
uk: Емодзі було створено.
ur: ایموجی تخلیق کر دیا گیا ہے۔
vi: Emoji đã được tạo.
zh_hans: 表情符号已创建。

source: The emoji has been deleted.
ar: تم حذف الرمز التعبيري.
bn: ইমোজি মুছে ফেলা হয়েছে।
cs: Emodži bylo smazáno.
de: Das Emoji wurde gelöscht.
es: El emoji ha sido eliminado.
fa: ایموجی حذف شده است.
fr: L'emoji a été supprimé.
hi: इमोजी हटा दिया गया है।
id: Emoji telah dihapus.
it: L'emoji è stata eliminata.
ja: 絵文字が削除されました。
ko: 이모지가 삭제되었습니다.
nl: De emoji is verwijderd.
pl: Emoji zostało usunięte.
pt: O emoji foi excluído.
ru: Эмодзи был удален.
sk: Ikona emodži bola vymazaná.
tr: Emoji silindi.
uk: Емодзі було видалено.
ur: ایموجی حذف کر دیا گیا ہے۔
vi: Emoji đã bị xóa.
zh_hans: 表情符号已被删除。

source: The emoji has been saved successfully!
ar: تم حفظ الرمز التعبيري بنجاح!
bn: ইমোজি সফলভাবে সংরক্ষিত হয়েছে!
cs: Emodži bylo úspěšně uloženo!
de: Das Emoji wurde erfolgreich gespeichert!
es: ¡El emoji ha sido guardado exitosamente!
fa: ایموجی با موفقیت ذخیره شده است!
fr: L'emoji a été sauvegardé avec succès !
hi: इमोजी सफलतापूर्वक सहेजा गया है!
id: Emoji telah disimpan dengan sukses!
it: L'emoji è stata salvata con successo!
ja: 絵文字が正常に保存されました！
ko: 이모지가 성공적으로 저장되었습니다!
nl: De emoji is succesvol opgeslagen!
pl: Emoji zostało pomyślnie zapisane!
pt: O emoji foi salvo com sucesso!
ru: Эмодзи успешно сохранен!
sk: Ikona emodži bola uložená!
tr: Emoji başarıyla kaydedildi!
uk: Емодзі успішно збережено!
ur: ایموجی کامیابی کے ساتھ محفوظ کر لی گئی ہے!
vi: Emoji đã được lưu thành công!
zh_hans: 表情符号已成功保存！

source: The emoji has been saved.
ar: تم حفظ الرمز التعبيري.
bn: ইমোজি সংরক্ষণ করা হয়েছে।
cs: Emodži bylo uloženo.
de: Das Emoji wurde gespeichert.
es: El emoji ha sido guardado.
fa: ایموجی ذخیره شده است.
fr: L'emoji a été sauvegardé.
hi: इमोजी सहेजा गया है।
id: Emoji telah disimpan.
it: L'emoji è stata salvata.
ja: 絵文字が保存されました。
ko: 이모지가 저장되었습니다.
nl: De emoji is opgeslagen.
pl: Emoji zostało zapisane.
pt: O emoji foi salvo.
ru: Эмодзи был сохранен.
sk: Ikona emodži bola uložená.
tr: Emoji kaydedildi.
uk: Емодзі було збережено.
ur: ایموجی محفوظ کر لیا گیا ہے۔
vi: Emoji đã được lưu.
zh_hans: 表情符号已保存。

source: The menu item has been created.
ar: تم إنشاء عنصر القائمة.
bn: মেনু আইটেম তৈরি হয়েছে।
cs: Položka nabídky byla vytvořena.
de: Der Menüeintrag wurde erstellt.
es: El elemento del menú ha sido creado.
fa: آیتم منو ایجاد شده است.
fr: L'élément de menu a été créé.
hi: मेनू आइटम बना दिया गया है।
id: Item menu telah dibuat.
it: La voce di menu è stata creata.
ja: メニューアイテムが作成されました。
ko: 메뉴 항목이 생성되었습니다.
nl: Het menu-item is aangemaakt.
pl: Element menu został utworzony.
pt: O item do menu foi criado.
ru: Элемент меню был создан.
sk: Položka ponuky bola vytvorená.
tr: Menü öğesi oluşturuldu.
uk: Елемент меню було створено.
ur: مینیو آئٹم تخلیق کر دیا گیا ہے۔
vi: Mục menu đã được tạo.
zh_hans: 菜单项已创建。

source: The menu item has been deleted.
ar: تم حذف عنصر القائمة.
bn: মেনু আইটেম মুছে ফেলা হয়েছে।
cs: Položka nabídky byla smazána.
de: Der Menüeintrag wurde gelöscht.
es: El elemento del menú ha sido eliminado.
fa: آیتم منو حذف شده است.
fr: L'élément de menu a été supprimé.
hi: मेनू आइटम हटा दिया गया है।
id: Item menu telah dihapus.
it: La voce di menu è stata eliminata.
ja: メニューアイテムが削除されました。
ko: 메뉴 항목이 삭제되었습니다.
nl: Het menu-item is verwijderd.
pl: Element menu został usunięty.
pt: O item do menu foi excluído.
ru: Элемент меню был удален.
sk: Položka ponuky bola vymazaná.
tr: Menü öğesi silindi.
uk: Елемент меню було видалено.
ur: مینیو آئٹم حذف کر دیا گیا ہے۔
vi: Mục menu đã bị xóa.
zh_hans: 菜单项已被删除。

source: The menu item has been saved.
ar: تم حفظ عنصر القائمة.
bn: মেনু আইটেম সংরক্ষণ করা হয়েছে।
cs: Položka nabídky byla uložena.
de: Der Menüeintrag wurde gespeichert.
es: El elemento del menú ha sido guardado.
fa: آیتم منو ذخیره شده است.
fr: L'élément de menu a été sauvegardé.
hi: मेनू आइटम सहेजा गया है।
id: Item menu telah disimpan.
it: La voce di menu è stata salvata.
ja: メニューアイテムが保存されました。
ko: 메뉴 항목이 저장되었습니다.
nl: Het menu-item is opgeslagen.
pl: Element menu został zapisany.
pt: O item do menu foi salvo.
ru: Элемент меню был сохранен.
sk: Položka ponuky bola uložená.
tr: Menü öğesi kaydedildi.
uk: Елемент меню було збережено.
ur: مینیو آئٹم محفوظ کر لیا گیا ہے۔
vi: Mục menu đã được lưu.
zh_hans: 菜单项已保存。

source: The menu name '{0}' is already in use.
ar: اسم القائمة '{0}' مستخدم بالفعل.
bn: মেনু নাম '{0}' ইতিমধ্যেই ব্যবহৃত হচ্ছে।
cs: Název nabídky '{0}' se již používá.
de: Der Menüname '{0}' ist bereits vergeben.
es: El nombre del menú '{0}' ya está en uso.
fa: نام منو '{0}' قبلاً استفاده شده است.
fr: Le nom du menu '{0}' est déjà utilisé.
hi: मेनू नाम '{0}' पहले से उपयोग में है।
id: Nama menu '{0}' sudah digunakan.
it: Il nome del menu '{0}' è già in uso.
ja: メニュー名 '{0}' はすでに使用されています。
ko: 메뉴 이름 '{0}'이 이미 사용 중입니다.
nl: De menu naam '{0}' is al in gebruik.
pl: Nazwa menu '{0}' jest już używana.
pt: O nome do menu '{0}' já está em uso.
ru: Имя меню '{0}' уже используется.
sk: Názov ponuky '{0}' sa už používa.
tr: Menü adı '{0}' zaten kullanılıyor.
uk: Назва меню '{0}' вже використовується.
ur: مینیو کا نام '{0}' پہلے ہی استعمال میں ہے۔
vi: Tên menu '{0}' đã được sử dụng.
zh_hans: 菜单名称 '{0}' 已在使用中。

source: The page could not be found.
ar: لم يتم العثور على الصفحة.
bn: পৃষ্ঠা খুঁজে পাওয়া যায়নি।
cs: Stránku se nepodařilo najít.
de: Die Seite konnte nicht gefunden werden.
es: No se pudo encontrar la página.
fa: صفحه پیدا نشد.
fr: La page n'a pas pu être trouvée.
hi: पृष्ठ नहीं मिला।
id: Halaman tidak dapat ditemukan.
it: La pagina non è stata trovata.
ja: ページが見つかりませんでした。
ko: 페이지를 찾을 수 없습니다.
nl: De pagina kon niet worden gevonden.
pl: Nie można znaleźć strony.
pt: A página não pôde ser encontrada.
ru: Страница не найдена.
sk: Stránku sa nepodarilo nájsť.
tr: Sayfa bulunamadı.
uk: Сторінку не вдалося знайти.
ur: صفحہ نہیں مل سکا۔
vi: Không tìm thấy trang.
zh_hans: 找不到页面。

source: The page deletion queue has been purged.
ar: تم حذف قائمة حذف الصفحة.
bn: পৃষ্ঠা মুছে ফেলার সারি মুছে ফেলা হয়েছে।
cs: Fronta stránek k odstranění byla vymazána.
de: Die Löschwarteschlange der Seiten wurde gelöscht.
es: La cola de eliminación de la página ha sido eliminada.
fa: صف حذف صفحه پاک شده است.
fr: La file d'attente de suppression des pages a été purgée.
hi: पृष्ठ हटाने की कतार हटा दी गई है।
id: Antrean penghapusan halaman telah dihapus.
it: La coda di eliminazione della pagina è stata eliminata.
ja: ページの削除キューが削除されました。
ko: 페이지 삭제 대기열이 삭제되었습니다.
nl: De verwijderingswachtrij van de pagina is gewist.
pl: Kolejka usunięcia strony została wyczyszczona.
pt: A fila de exclusão de páginas foi limpa.
ru: Очередь удаления страниц была очищена.
sk: Front odstraňovania stránok bol vyčistený.
tr: Sayfa silme kuyruğu temizlendi.
uk: Чергу на видалення сторінок було очищено.
ur: صفحے کی حذف کرنے کی لائن صاف کر دی گئی ہے۔
vi: Danh sách xóa trang đã được xóa.
zh_hans: 页面删除队列已被清除。

source: The page has been moved to the deletion queue.
ar: تم نقل الصفحة إلى قائمة الحذف.
bn: পৃষ্ঠা মুছে ফেলার সারিতে স্থানান্তরিত হয়েছে।
cs: Stránka byla přesunuta do fronty na odstranění.
de: Die Seite wurde in die Löschwarteschlange verschoben.
es: La página ha sido movida a la cola de eliminación.
fa: صفحه به صف حذف منتقل شده است.
fr: La page a été déplacée vers la file d'attente de suppression.
hi: पृष्ठ को हटाने की कतार में डाल दिया गया है।
id: Halaman telah dipindahkan ke antrean penghapusan.
it: La pagina è stata spostata nella coda di eliminazione.
ja: ページが削除キューに移動されました。
ko: 페이지가 삭제 대기열로 이동되었습니다.
nl: De pagina is verplaatst naar de verwijderingswachtrij.
pl: Strona została przeniesiona do kolejki usunięcia.
pt: A página foi movida para a fila de exclusão.
ru: Страница была перемещена в очередь на удаление.
sk: Stránka bola presunutá do frontu na odstránenie.
tr: Sayfa silme kuyruğuna taşındı.
uk: Сторінку було переміщено до черги на видалення.
ur: صفحہ حذف کرنے کی لائن میں منتقل کر دیا گیا ہے۔
vi: Trang đã được chuyển vào danh sách xóa.
zh_hans: 页面已移至删除队列。

source: The page has been purged from the deletion queue.
ar: تم حذف الصفحة من قائمة الحذف.
bn: পৃষ্ঠা মুছে ফেলার সারি থেকে মুছে ফেলা হয়েছে।
cs: Stránka byla vyjmuta z fronty na odstranění.
de: Die Seite wurde aus der Löschwarteschlange gelöscht.
es: La página ha sido eliminada de la cola de eliminación.
fa: صفحه از صف حذف پاک شده است.
fr: La page a été purgée de la file d'attente de suppression.
hi: पृष्ठ हटाने की कतार से हटा दिया गया है।
id: Halaman telah dihapus dari antrean penghapusan.
it: La pagina è stata eliminata dalla coda di eliminazione.
ja: ページが削除キューから削除されました。
ko: 페이지가 삭제 대기열에서 삭제되었습니다.
nl: De pagina is gewist uit de verwijderingswachtrij.
pl: Strona została usunięta z kolejki usunięcia.
pt: A página foi removida da fila de exclusão.
ru: Страница была очищена из очереди на удаление.
sk: Stránka bola vymazaná z frontu na odstraňovanie.
tr: Sayfa silme kuyruğundan temizlendi.
uk: Сторінка була очищена з черги на видалення.
ur: صفحہ حذف کرنے کی لائن سے صاف کر دیا گیا ہے۔
vi: Trang đã được xóa khỏi danh sách xóa.
zh_hans: 页面已从删除队列中清除。

source: The page has been reverted.
ar: تم رجوع الصفحة.
bn: পৃষ্ঠা পূর্বাবস্থায় ফিরিয়ে নেওয়া হয়েছে।
cs: Stránka byla vrácena zpět.
de: Die Seite wurde zurückgesetzt.
es: La página ha sido revertida.
fa: صفحه به حالت قبلی برگشت داده شده است.
fr: La page a été rétablie.
hi: पृष्ठ को पूर्ववत कर दिया गया है।
id: Halaman telah dibalik.
it: La pagina è stata ripristinata.
ja: ページが元に戻されました。
ko: 페이지가 되돌려졌습니다.
nl: De pagina is hersteld.
pl: Strona została przywrócona.
pt: A página foi revertida.
ru: Страница была восстановлена.
sk: Stránka bola vrátená späť.
tr: Sayfa geri alındı.
uk: Сторінка була повернута.
ur: صفحہ پلٹا دیا گیا ہے۔
vi: Trang đã được khôi phục.
zh_hans: 页面已被还原。

source: The page has restored.
ar: تم استعادة الصفحة.
bn: পৃষ্ঠা পুনরুদ্ধার করা হয়েছে।
cs: Stránka byla obnovena.
de: Die Seite wurde wiederhergestellt.
es: La página ha sido restaurada.
fa: صفحه بازیابی شده است.
fr: La page a été restaurée.
hi: पृष्ठ को पुनर्स्थापित कर दिया गया है।
id: Halaman telah dipulihkan.
it: La pagina è stata ripristinata.
ja: ページが復元されました。
ko: 페이지가 복원되었습니다.
nl: De pagina is hersteld.
pl: Strona została przywrócona.
pt: A página foi restaurada.
ru: Страница была восстановлена.
sk: Stránka bola obnovená.
tr: Sayfa geri yüklendi.
uk: Сторінка була відновлена.
ur: صفحہ بحال کر دیا گیا ہے۔
vi: Trang đã được khôi phục.
zh_hans: 页面已恢复。

source: The page revision has been purged from the deletion queue.
ar: تم حذف مراجعة الصفحة من قائمة الحذف.
bn: পৃষ্ঠা সংস্করণ মুছে ফেলার সারি থেকে মুছে ফেলা হয়েছে।
cs: Revize stránky byla odstraněna z fronty na odstranění.
de: Die Seitenrevision wurde aus der Löschwarteschlange gelöscht.
es: La revisión de la página ha sido eliminada de la cola de eliminación.
fa: ویرایش صفحه از صف حذف پاک شده است.
fr: La révision de la page a été purgée de la file d'attente de suppression.
hi: पृष्ठ संशोधन को हटाने की कतार से हटा दिया गया है।
id: Revisi halaman telah dihapus dari antrean penghapusan.
it: La revisione della pagina è stata eliminata dalla coda di eliminazione.
ja: ページのリビジョンが削除キューから削除されました。
ko: 페이지 수정 사항이 삭제 대기열에서 삭제되었습니다.
nl: De pagina herziening is gewist uit de verwijderingswachtrij.
pl: Rewizja strony została usunięta z kolejki usunięcia.
pt: A revisão da página foi removida da fila de exclusão.
ru: Ревизия страницы была очищена из очереди на удаление.
sk: Revízia stránky bola vymazaná z frontu na odstraňovanie.
tr: Sayfa revizyonu silme kuyruğundan temizlendi.
uk: Ревізію сторінки було видалено з черги на видалення.
ur: صفحے کی ترمیم کو حذف کرنے کی لائن سے صاف کر دیا گیا ہے۔
vi: Phiên bản trang đã được xóa khỏi danh sách xóa.
zh_hans: 页面修订已从删除队列中清除。

source: The page revision has been restored.
ar: تم استعادة مراجعة الصفحة.
bn: পৃষ্ঠা সংস্করণ পুনরুদ্ধার করা হয়েছে।
cs: Revize stránky byla obnovena.
de: Die Seitenrevision wurde wiederhergestellt.
es: La revisión de la página ha sido restaurada.
fa: ویرایش صفحه بازیابی شده است.
fr: La révision de la page a été restaurée.
hi: पृष्ठ संशोधन को पुनर्स्थापित कर दिया गया है।
id: Revisi halaman telah dipulihkan.
it: La revisione della pagina è stata ripristinata.
ja: ページのリビジョンが復元されました。
ko: 페이지 수정 사항이 복원되었습니다.
nl: De pagina herziening is hersteld.
pl: Rewizja strony została przywrócona.
pt: A revisão da página foi restaurada.
ru: Ревизия страницы была восстановлена.
sk: Revízia stránky bola obnovená.
tr: Sayfa revizyonu geri yüklendi.
uk: Ревізію сторінки було відновлено.
ur: صفحے کی ترمیم بحال کر دی گئی ہے۔
vi: Phiên bản trang đã được khôi phục.
zh_hans: 页面修订已恢复。

source: The pages orphaned attachments have been purged.
ar: تم حذف مرفقات الصفحات اليتيمة.
bn: পৃষ্ঠা অরফান সংযুক্তিগুলি মুছে ফেলা হয়েছে।
cs: Osiřelé přílohy stránek byly vymazány.
de: Die verwaisten Seitenanhänge wurden gelöscht.
es: Los archivos adjuntos huérfanos de las páginas han sido eliminados.
fa: پیوست‌های صفحات یتیم پاک شده‌اند.
fr: Les pièces jointes orphelines des pages ont été purgées.
hi: पृष्ठों के अनाथ अटैचमेंट हटा दिए गए हैं।
id: Lampiran halaman yang yatim telah dihapus.
it: Gli allegati orfani delle pagine sono stati eliminati.
ja: ページの孤立した添付が削除されました。
ko: 페이지의 고아 첨부파일이 삭제되었습니다.
nl: De bijlagen van de weeskind pagina's zijn gewist.
pl: Osierocone załączniki stron zostały usunięte.
pt: Os anexos de páginas órfãs foram removidos.
ru: Прикрепления страниц-сирот были очищены.
sk: Osirotené prílohy stránok boli vymazané.
tr: Sayfaların yetim ekleri temizlendi.
uk: Орфанні вкладення сторінок були очищені.
ur: صفحات کی یتیم منسلکات کو صاف کر دیا گیا ہے۔
vi: Các tệp đính kèm trang mồ côi đã được xóa.
zh_hans: 页面孤立的附件已经被清除。

source: The specified page could not be found.
ar: لم يتم العثور على الصفحة المحددة.
bn: নির্দিষ্ট পৃষ্ঠা খুঁজে পাওয়া যায়নি।
cs: Zadaná stránka nebyla nalezena.
de: Die angegebene Seite konnte nicht gefunden werden.
es: No se pudo encontrar la página especificada.
fa: صفحه مشخص شده پیدا نشد.
fr: La page spécifiée n'a pas pu être trouvée.
hi: निर्दिष्ट पृष्ठ नहीं मिला।
id: Halaman yang ditentukan tidak dapat ditemukan.
it: La pagina specificata non è stata trovata.
ja: 指定されたページが見つかりませんでした。
ko: 지정된 페이지를 찾을 수 없습니다.
nl: De opgegeven pagina kon niet worden gevonden.
pl: Nie można znaleźć określonej strony.
pt: A página especificada não pôde ser encontrada.
ru: Указанная страница не найдена.
sk: Zadaná stránka sa nenašla.
tr: Belirtilen sayfa bulunamadı.
uk: Вказану сторінку не вдалося знайти.
ur: طے شدہ صفحہ نہیں مل سکا۔
vi: Không tìm thấy trang chỉ định.
zh_hans: 指定的页面未找到。

source: Unknown database action: '{0}'
ar: عمل قاعدة البيانات غير معروف: '{0}'
bn: অজানা ডেটাবেস কার্যকলাপ: '{0}'
cs: Neznámá akce databáze: '{0}'
de: Unbekannte Datenbankaktion: '{0}'
es: Acción de base de datos desconocida: '{0}'
fa: عملیات پایگاه داده ناشناخته: '{0}'
fr: Action de base de données inconnue : '{0}'
hi: अज्ञात डेटाबेस क्रिया: '{0}'
id: Tindakan basis data tidak diketahui: '{0}'
it: Azioni del database sconosciute: '{0}'
ja: 不明なデータベース操作: '{0}'
ko: 알 수 없는 데이터베이스 작업: '{0}'
nl: Onbekende database actie: '{0}'
pl: Nieznana akcja bazy danych: '{0}'
pt: Ação de banco de dados desconhecida: '{0}'
ru: Неизвестное действие с базой данных: '{0}'
sk: Neznáma akcia databázy: '{0}'
tr: Bilinmeyen veritabanı eylemi: '{0}'
uk: Невідома дія бази даних: '{0}'
ur: نامعلوم ڈیٹا بیس کا عمل: '{0}'
vi: Hành động cơ sở dữ liệu không xác định: '{0}'
zh_hans: 未知数据库操作: '{0}'

source: User not found.
ar: لم يتم العثور على المستخدم.
bn: ব্যবহারকারী খুঁজে পাওয়া যায়নি।
cs: Uživatel nenalezen.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fa: کاربر پیدا نشد.
fr: Utilisateur non trouvé.
hi: उपयोगकर्ता नहीं मिला।
id: Pengguna tidak ditemukan.
it: Utente non trovato.
ja: ユーザーが見つかりません。
ko: 사용자를 찾을 수 없습니다.
nl: Gebruiker niet gevonden.
pl: Użytkownik nie został znaleziony.
pt: Usuário não encontrado.
ru: Пользователь не найден.
sk: Používateľ sa nenašiel.
tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено.
ur: صارف نہیں ملا۔
vi: Không tìm thấy người dùng.
zh_hans: 用户未找到。

source: Vacuum complete. {0}
ar: اكتمال عملية التنظيف. {0}
bn: ভ্যাকুয়াম সম্পন্ন। {0}
cs: Úklid dokončen. {0}
de: Vacuum abgeschlossen. {0}
es: Vacío completo. {0}
fa: خالی‌سازی کامل شد. {0}
fr: Le nettoyage est terminé. {0}
hi: वैक्यूम पूरा। {0}
id: Pembersihan selesai. {0}
it: Vacuum completato. {0}
ja: バキューム完了。 {0}
ko: 진공 처리 완료. {0}
nl: Vacuüm voltooid. {0}
pl: Oczyszczenie zakończone. {0}
pt: Purgar concluído. {0}
ru: Очистка завершена. {0}
sk: Upratovanie dokončené. {0}
tr: Boşaltma tamamlandı. {0}
uk: Вакуумування завершено. {0}
ur: ویکیوم مکمل۔ {0}
vi: Quá trình vệ sinh hoàn tất. {0}
zh_hans: 清理完成。{0}

source: Verification complete. {0}
ar: اكتمل التحقق. {0}
bn: যাচাই সম্পন্ন। {0}
cs: Ověření dokončeno. {0}
de: Überprüfung abgeschlossen. {0}
es: Verificación completa. {0}
fa: تأییدیه کامل شد. {0}
fr: Vérification terminée. {0}
hi: सत्यापन पूरा। {0}
id: Verifikasi selesai. {0}
it: Verifica completata. {0}
ja: 検証完了。 {0}
ko: 검증 완료. {0}
nl: Verificatie voltooid. {0}
pl: Weryfikacja zakończona. {0}
pt: Verificação concluída. {0}
ru: Проверка завершена. {0}
sk: Overenie dokončené. {0}
tr: Doğrulama tamamlandı. {0}
uk: Верифікація завершена. {0}
ur: تصدیق مکمل۔ {0}
vi: Xác minh hoàn tất. {0}
zh_hans: 验证完成。{0}

source: You cannot delete the only existing revision of a page, instead you would need to delete the entire page.
ar: لا يمكنك حذف النسخة الوحيدة الموجودة من الصفحة، بدلاً من ذلك تحتاج إلى حذف الصفحة بأكملها.
bn: আপনি একটি পৃষ্ঠার একমাত্র বিদ্যমান সংস্করণ মুছে ফেলতে পারবেন না, বরং আপনাকে পুরো পৃষ্ঠা মুছে ফেলতে হবে।
cs: Nemůžete odstranit jedinou existující revizi stránky, místo toho byste museli odstranit celou stránku.
de: Sie können die einzige vorhandene Revision einer Seite nicht löschen, stattdessen müssen Sie die gesamte Seite löschen.
es: No puedes eliminar la única revisión existente de una página, en su lugar deberías eliminar toda la página.
fa: شما نمی‌توانید تنها ویرایش موجود یک صفحه را حذف کنید، بلکه باید کل صفحه را حذف کنید.
fr: Vous ne pouvez pas supprimer la seule révision existante d'une page, vous devez plutôt supprimer l'ensemble de la page.
hi: आप किसी पृष्ठ के केवल एकमात्र मौजूदा संशोधन को हटा नहीं सकते, इसके बजाय आपको पूरे पृष्ठ को हटाना होगा।
id: Anda tidak dapat menghapus satu-satunya revisi yang ada dari sebuah halaman, sebaliknya Anda harus menghapus seluruh halaman.
it: Non puoi eliminare l'unica revisione esistente di una pagina, piuttosto devi eliminare l'intera pagina.
ja: ページの唯一の既存リビジョンを削除することはできません、代わりにページ全体を削除する必要があります。
ko: 페이지의 유일한 기존 수정을 삭제할 수 없으며, 대신 전체 페이지를 삭제해야 합니다.
nl: Je kunt de enige bestaande revisie van een pagina niet verwijderen; in plaats daarvan moet je de hele pagina verwijderen.
pl: Nie możesz usunąć jedynej istniejącej rewizji strony, zamiast tego musisz usunąć całą stronę.
pt: Você não pode excluir a única revisão existente de uma página; em vez disso, você precisaria excluir a página inteira.
ru: Вы не можете удалить единственную существующую ревизию страницы, вместо этого вам нужно удалить всю страницу.
sk: Nemôžete odstrániť jedinú existujúcu revíziu stránky, namiesto toho budete musieť odstrániť celú stránku.
tr: Bir sayfanın tek bir mevcut revizyonunu silemezsiniz, bunun yerine sayfanın tamamını silmeniz gerekir.
uk: Ви не можете видалити єдину існуючу ревізію сторінки, натомість, вам потрібно видалити всю сторінку.
ur: آپ ایک صفحے کے موجودہ واحد ترمیم کو حذف نہیں کر سکتے، بلکہ آپ کو پورے صفحے کو حذف کرنا ہوگا۔
vi: Bạn không thể xóa phiên bản duy nhất của một trang, thay vào đó bạn cần xóa toàn bộ trang.
zh_hans: 您不能删除页面仅有的修订，相反，您需要删除整个页面。

source: You cannot revert to the current page revision.
ar: لا يمكنك العودة إلى مراجعة الصفحة الحالية.
bn: আপনি বর্তমান পৃষ্ঠা সংস্করণে ফিরে যেতে পারবেন না।
cs: Nelze se vrátit k aktuální revizi stránky.
de: Sie können nicht zur aktuellen Seitenrevision zurückkehren.
es: No puedes revertir a la revisión actual de la página.
fa: شما نمی‌توانید به ویرایش فعلی صفحه بازگردید.
fr: Vous ne pouvez pas revenir à la révision actuelle de la page.
hi: आप वर्तमान पृष्ठ संशोधन पर पूर्ववत नहीं कर सकते।
id: Anda tidak dapat mengembalikan ke revisi halaman saat ini.
it: Non puoi tornare alla revisione corrente della pagina.
ja: 現在のページリビジョンには戻れません。
ko: 현재 페이지 수정 사항으로 되돌릴 수 없습니다.
nl: Je kunt niet terugkeren naar de huidige pagina herziening.
pl: Nie możesz wrócić do bieżącej rewizji strony.
pt: Você não pode reverter para a revisão atual da página.
ru: Вы не можете восстановить текущую ревизию страницы.
sk: Nemôžete sa vrátiť k aktuálnej verzii stránky.
tr: Mevcut sayfa revizyonuna geri dönemezsiniz.
uk: Ви не можете повернутися до поточної ревізії сторінки.
ur: آپ موجودہ صفحے کی ترمیم کی طرف پلٹ نہیں سکتے۔
vi: Bạn không thể quay lại phiên bản trang hiện tại.
zh_hans: 您不能还原到当前页面修订。

source: Your account has been deleted.
ar: تم حذف حسابك.
bn: আপনার অ্যাকাউন্ট মুছে ফেলা হয়েছে।
cs: Váš účet byl smazán.
de: Ihr Konto wurde gelöscht.
es: Tu cuenta ha sido eliminada.
fa: حساب کاربری شما حذف شده است.
fr: Votre compte a été supprimé.
hi: आपका खाता हटा दिया गया है।
id: Akun Anda telah dihapus.
it: Il tuo account è stato eliminato.
ja: あなたのアカウントは削除されました。
ko: 귀하의 계정이 삭제되었습니다.
nl: Je account is verwijderd.
pl: Twoje konto zostało usunięte.
pt: Sua conta foi excluída.
ru: Ваш аккаунт был удален.
sk: Váš účet bol odstránený.
tr: Hesabınız silindi.
uk: Ваш обліковий запис було видалено.
ur: آپ کا اکاؤنٹ حذف کر دیا گیا ہے۔
vi: Tài khoản của bạn đã bị xóa.
zh_hans: 您的账户已被删除。

source: Your profile has been saved successfully!
ar: تم حفظ ملفك الشخصي بنجاح!
bn: আপনার প্রোফাইল সফলভাবে সংরক্ষিত হয়েছে!
cs: Váš profil byl úspěšně uložen!
de: Ihr Profil wurde erfolgreich gespeichert!
es: ¡Tu perfil ha sido guardado exitosamente!
fa: پروفایل شما با موفقیت ذخیره شده است!
fr: Votre profil a été enregistré avec succès !
hi: आपकी प्रोफ़ाइल सफलतापूर्वक सहेजी गई है!
id: Profil Anda telah disimpan dengan sukses!
it: Il tuo profilo è stato salvato con successo!
ja: あなたのプロフィールは正常に保存されました！
ko: 귀하의 프로필이 성공적으로 저장되었습니다!
nl: Je profiel is succesvol opgeslagen!
pl: Twój profil został pomyślnie zapisany!
pt: Seu perfil foi salvo com sucesso!
ru: Ваш профиль успешно сохранен!
sk: Váš profil bol úspešne uložený!
tr: Profiliniz başarıyla kaydedildi!
uk: Ваш профіль успішно збережено!
ur: آپ کا پروفائل کامیابی کے ساتھ محفوظ کر لیا گیا ہے!
vi: Hồ sơ của bạn đã được lưu thành công!
zh_hans: 您的个人资料已成功保存！
