Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Controllers/AdminController.*.resx
Languages: ar, bn, cs, de, es, fa, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sk, tr, uk, ur, vi, zh_hans

source: Account name is already in use.
ar: اسم الحساب مستخدم بالفعل.
bn: অ্যাকাউন্টের নাম ইতিমধ্যেই ব্যবহৃত হচ্ছে।
cs: Název účtu se již používá.
de: Der Kontoname ist bereits vergeben.
es: El nombre de la cuenta ya está en uso.
fa: نام حساب کاربری قبلاً استفاده شده است.
fr: Le nom de compte est déjà utilisé.
hi: खाता नाम पहले से उपयोग में है।
id: Nama akun sudah digunakan.
it: Il nome dell'account è già in uso.
ja: アカウント名はすでに使用されています。
ko: 계정 이름이 이미 사용 중입니다.
nl: Accountnaam is al in gebruik.
pl: Nazwa konta jest już używana.
pt: O nome da conta já está em uso.
ru: Имя аккаунта уже используется.
sk: Názov účtu sa už používa.
tr: Hesap adı zaten kullanılıyor.
uk: Ім'я облікового запису вже використовується.
ur: اکاؤنٹ کا نام پہلے ہی استعمال میں ہے۔
vi: Tên tài khoản đã được sử dụng.
zh_hans: 账户名称已经在使用中。

source: Account name is required.
ar: اسم الحساب مطلوب.
bn: অ্যাকাউন্টের নাম প্রয়োজন।
cs: Název účtu je povinný.
de: Der Kontoname ist erforderlich.
es: El nombre de la cuenta es obligatorio.
fa: نام حساب کاربری الزامی است.
fr: Le nom de compte est requis.
hi: खाता नाम आवश्यक है।
id: Nama akun diperlukan.
it: Il nome dell'account è richiesto.
ja: アカウント名は必須です。
ko: 계정 이름이 필요합니다.
nl: Accountnaam is vereist.
pl: Nazwa konta jest wymagana.
pt: O nome da conta é obrigatório.
ru: Необходимо указать имя аккаунта.
sk: Vyžaduje sa názov účtu.
tr: Hesap adı gereklidir.
uk: Ім'я облікового запису є обов'язковим.
ur: اکاؤنٹ کا نام درکار ہے۔
vi: Tên tài khoản là bắt buộc.
zh_hans: 账户名称是必需的。

source: All exceptions have been purged.
ar: تم حذف جميع الاستثناءات.
bn: সব ব্যতিক্রম মুছে ফেলা হয়েছে।
cs: Všechny výjimky byly vymazány.
de: Alle Ausnahmen wurden gelöscht.
es: Todas las excepciones han sido eliminadas.
fa: تمام استثنائات پاک شده‌اند.
fr: Toutes les exceptions ont été purgées.
hi: सभी अपवाद हटा दिए गए हैं।
id: Semua pengecualian telah dihapus.
it: Tutte le eccezioni sono state eliminate.
ja: すべての例外が削除されました。
ko: 모든 예외가 삭제되었습니다.
nl: Alle uitzonderingen zijn gewist.
pl: Wszystkie wyjątki zostały usunięte.
pt: Todas as exceções foram removidas.
ru: Все исключения были очищены.
sk: Všetky výnimky boli vymazané.
tr: Tüm istisnalar temizlendi.
uk: Всі винятки були видалені.
ur: تمام استثناؤں کو صاف کر دیا گیا ہے۔
vi: Tất cả các ngoại lệ đã được xóa.
zh_hans: 所有异常已被清除。

source: All orphaned page attachments have been purged.
ar: تم حذف جميع مرفقات الصفحات اليتيمة.
bn: সব অরফান পৃষ্ঠা সংযুক্তি মুছে ফেলা হয়েছে।
cs: Všechny přílohy osamocených stránek byly vymazány.
de: Alle verwaisten Seitenanhänge wurden gelöscht.
es: Todos los archivos adjuntos huérfanos de la página han sido eliminados.
fa: تمام پیوست‌های یتیم صفحه پاک شده‌اند.
fr: Tous les fichiers joints de pages orphelines ont été purgés.
hi: सभी अनाथ पन्नों के अटैचमेंट हटा दिए गए हैं।
id: Semua lampiran halaman yang yatim telah dihapus.
it: Tutti gli allegati delle pagine orfane sono stati eliminati.
ja: すべての孤立したページ添付が削除されました。
ko: 모든 고아 페이지 첨부파일이 삭제되었습니다.
nl: Alle weeskind pagina bijlagen zijn gewist.
pl: Wszystkie osierocone załączniki strony zostały usunięte.
pt: Todos os anexos de páginas órfãs foram removidos.
ru: Все прикрепленные к страницам файлы были очищены.
sk: Všetky prílohy osirelých stránok boli vymazané.
tr: Tüm yetim sayfa ekleri temizlendi.
uk: Всі орфанні вкладення сторінок були видалені.
ur: تمام یتیم صفحے کی منسلکات کو صاف کر دیا گیا ہے۔
vi: Tất cả các tệp đính kèm trang mồ côi đã được xóa.
zh_hans: 所有孤立的页面附件已被清除。

source: All page revisions have been truncated.
ar: تم تقليص جميع مراجعات الصفحات.
bn: সব পৃষ্ঠা সংস্করণ সংকুচিত করা হয়েছে।
cs: Všechny revize stránky byly zkráceny.
de: Alle Seitenrevisionen wurden verkürzt.
es: Todas las revisiones de página han sido truncadas.
fa: تمام ویرایش‌های صفحه کوتاه شده‌اند.
fr: Toutes les révisions de pages ont été tronquées.
hi: सभी पन्नों के संशोधन संक्षिप्त किए गए हैं।
id: Semua revisi halaman telah dipersingkat.
it: Tutte le revisioni delle pagine sono state troncate.
ja: すべてのページのリビジョンが切り詰められました。
ko: 모든 페이지 수정 사항이 잘리였습니다.
nl: Alle pagina herzieningen zijn ingekort.
pl: Wszystkie rewizje strony zostały obcięte.
pt: Todas as revisões de páginas foram truncadas.
ru: Все ревизии страниц были обрезаны.
sk: Všetky revízie stránky boli skrátené.
tr: Tüm sayfa revizyonları kısaltıldı.
uk: Всі ревізії сторінок були скорочені.
ur: تمام صفحے کی ترامیم کو کم کر دیا گیا ہے۔
vi: Tất cả các phiên bản trang đã được cắt ngắn.
zh_hans: 所有页面修订已被截断。

source: All pages have been cached.
ar: تم تخزين جميع الصفحات في الذاكرة المؤقتة.
bn: সব পৃষ্ঠা ক্যাশে করা হয়েছে।
cs: Všechny stránky byly uloženy do mezipaměti.
de: Alle Seiten wurden im Cache gespeichert.
es: Todas las páginas han sido almacenadas en caché.
fa: تمام صفحات کش شده‌اند.
fr: Toutes les pages ont été mises en cache.
hi: सभी पन्नों को कैश कर दिया गया है।
id: Semua halaman telah disimpan dalam cache.
it: Tutte le pagine sono state memorizzate nella cache.
ja: すべてのページがキャッシュされました。
ko: 모든 페이지가 캐시되었습니다.
nl: Alle pagina's zijn gecached.
pl: Wszystkie strony zostały zbuforowane.
pt: Todas as páginas foram armazenadas em cache.
ru: Все страницы были закэшированы.
sk: Všetky stránky boli uložené do vyrovnávacej pamäte.
tr: Tüm sayfalar önbelleğe alındı.
uk: Усі сторінки були кешовані.
ur: تمام صفحات کو کیش کر دیا گیا ہے۔
vi: Tất cả các trang đã được lưu vào bộ nhớ cache.
zh_hans: 所有页面已被缓存。

source: All pages have been rebuilt.
ar: تم إعادة بناء جميع الصفحات.
bn: সব পৃষ্ঠা পুনর্গঠন করা হয়েছে।
cs: Všechny stránky byly přestavěny.
de: Alle Seiten wurden neu erstellt.
es: Todas las páginas han sido reconstruidas.
fa: تمام صفحات بازسازی شده‌اند.
fr: Toutes les pages ont été reconstruites.
hi: सभी पन्नों का पुनर्निर्माण किया गया है।
id: Semua halaman telah dibangun kembali.
it: Tutte le pagine sono state ricostruite.
ja: すべてのページが再構築されました。
ko: 모든 페이지가 재구성되었습니다.
nl: Alle pagina's zijn opnieuw opgebouwd.
pl: Wszystkie strony zostały odbudowane.
pt: Todas as páginas foram reconstruídas.
ru: Все страницы были пересозданы.
sk: Všetky stránky boli prerobené.
tr: Tüm sayfalar yeniden oluşturuldu.
uk: Усі сторінки були відновлені.
ur: تمام صفحات کو دوبارہ تشکیل دیا گیا ہے۔
vi: Tất cả các trang đã được tái tạo.
zh_hans: 所有页面已被重建。

source: Compilation statistics purged.
ar: تم حذف إحصائيات التجميع.
bn: সংকলনের পরিসংখ্যান মুছে ফেলা হয়েছে।
cs: Statistika kompilace byla vyčištěna.
de: Kompilierungsstatistiken gelöscht.
es: Estadísticas de compilación eliminadas.
fa: آمار کامپایل پاک شده‌اند.
fr: Les statistiques de compilation ont été purgées.
hi: संकलन आँकड़े हटा दिए गए।
id: Statistik kompilasi telah dihapus.
it: Statistiche di compilazione eliminate.
ja: コンパイル統計が削除されました。
ko: 컴파일 통계가 삭제되었습니다.
nl: Compilatiestatistieken gewist.
pl: Statystyki kompilacji usunięte.
pt: Estatísticas de compilação removidas.
ru: Статистика компиляции очищена.
sk: Štatistika kompilácie bola vyčistená.
tr: Derleme istatistikleri temizlendi.
uk: Статистика компіляцій очищена.
ur: تالیف کی شماریات کو صاف کر دیا گیا ہے۔
vi: Thống kê biên dịch đã được xóa.
zh_hans: 编译统计信息已被清除。

source: Compilations Statistics
ar: إحصائيات التجميع
bn: সংকলনের পরিসংখ্যান
cs: Statistiky kompilací
de: Kompilierungsstatistiken
es: Estadísticas de Compilaciones
fa: آمار کامپایل‌ها
fr: Statistiques de compilations
hi: संकलन आँकड़े
id: Statistik Kompilasi
it: Statistiche delle Compilazioni
ja: コンパイル統計
ko: 컴파일 통계
nl: Compilatiestatistieken
pl: Statystyki kompilacji
pt: Estatísticas de Compilações
ru: Статистика компиляций
sk: Štatistiky kompilácií
tr: Derleme İstatistikleri
uk: Статистика компіляцій
ur: تالیف کی شماریات
vi: Thống kê biên dịch
zh_hans: 编译统计

source: Could not save the attached image, too large.
ar: لم يتمكن من حفظ الصورة المرفقة، حجمها كبير جدًا.
bn: সংযুক্ত ছবি সংরক্ষণ করা যায়নি, এটি বেশি বড়।
cs: Přiložený obrázek nelze uložit, je příliš velký.
de: Bild konnte nicht gespeichert werden, zu groß.
es: No se pudo guardar la imagen adjunta, es demasiado grande.
fa: نتوانستیم تصویر پیوست شده را ذخیره کنیم، بیش از حد بزرگ است.
fr: Impossible de sauvegarder l'image jointe, elle est trop grande.
hi: अटैच की गई छवि को सुरक्षित नहीं किया जा सका, बहुत बड़ी।
id: Tidak dapat menyimpan gambar yang dilampirkan, terlalu besar.
it: Impossibile salvare l'immagine allegata, troppo grande.
ja: 添付された画像を保存できませんでした、サイズが大きすぎます。
ko: 첨부된 이미지를 저장할 수 없습니다, 너무 큽니다.
nl: Kon de bijgevoegde afbeelding niet opslaan, te groot.
pl: Nie można zapisać załączonego obrazu, za duży.
pt: Não foi possível salvar a imagem anexada, muito grande.
ru: Не удалось сохранить прикрепленное изображение, слишком большой размер.
sk: Priložený obrázok sa nepodarilo uložiť, je príliš veľký.
tr: Ekli görüntü kaydedilemedi, çok büyük.
uk: Не вдалося зберегти прикріплене зображення, занадто велике.
ur: منسلک تصویر کو محفوظ نہیں کیا جا سکا، یہ بہت بڑی ہے۔
vi: Không thể lưu hình ảnh đính kèm, kích thước quá lớn.
zh_hans: 无法保存附加的图像，太大了。

source: Could not save the attached image, type not allowed.
ar: لم يتمكن من حفظ الصورة المرفقة، نوعها غير مسموح.
bn: সংযুক্ত ছবি সংরক্ষণ করা যায়নি, প্রকার অনুমোদিত নয়।
cs: Přiložený obrázek nelze uložit, typ není povolen.
de: Bild konnte nicht gespeichert werden, Typ nicht erlaubt.
es: No se pudo guardar la imagen adjunta, tipo no permitido.
fa: نتوانستیم تصویر پیوست شده را ذخیره کنیم، نوع مجاز نیست.
fr: Impossible de sauvegarder l'image jointe, type non autorisé.
hi: अटैच की गई छवि को सुरक्षित नहीं किया जा सका, प्रकार की अनुमति नहीं है।
id: Tidak dapat menyimpan gambar yang dilampirkan, jenis tidak diperbolehkan.
it: Impossibile salvare l'immagine allegata, tipo non consentito.
ja: 添付された画像を保存できませんでした、タイプが許可されていません。
ko: 첨부된 이미지를 저장할 수 없습니다, 허용되지 않은 형식입니다.
nl: Kon de bijgevoegde afbeelding niet opslaan, type niet toegestaan.
pl: Nie można zapisać załączonego obrazu, typ niedozwolony.
pt: Não foi possível salvar a imagem anexada, tipo não permitido.
ru: Не удалось сохранить прикрепленное изображение, тип не разрешен.
sk: Priložený obrázok sa nepodarilo uložiť, typ nie je povolený.
tr: Ekli görüntü kaydedilemedi, türü yasak.
uk: Не вдалося зберегти прикріплене зображення, тип не дозволений.
ur: منسلک تصویر کو محفوظ نہیں کیا جا سکا، قسم کی اجازت نہیں ہے۔
vi: Không thể lưu hình ảnh đính kèm, loại không được phép.
zh_hans: 无法保存附加的图像，不允许的类型。

source: Could not save the attached image.
ar: لم يتمكن من حفظ الصورة المرفقة.
bn: সংযুক্ত ছবি সংরক্ষণ করা যায়নি।
cs: Přiložený obrázek nelze uložit.
de: Bild konnte nicht gespeichert werden.
es: No se pudo guardar la imagen adjunta.
fa: نتوانستیم تصویر پیوست شده را ذخیره کنیم.
fr: Impossible de sauvegarder l'image jointe.
hi: अटैच की गई छवि को सुरक्षित नहीं किया जा सका।
id: Tidak dapat menyimpan gambar yang dilampirkan.
it: Impossibile salvare l'immagine allegata.
ja: 添付された画像を保存できませんでした。
ko: 첨부된 이미지를 저장할 수 없습니다.
nl: Kon de bijgevoegde afbeelding niet opslaan.
pl: Nie można zapisać załączonego obrazu.
pt: Não foi possível salvar a imagem anexada.
ru: Не удалось сохранить прикрепленное изображение.
sk: Priložený obrázok sa nepodarilo uložiť.
tr: Ekli görüntü kaydedilemedi.
uk: Не вдалося зберегти прикріплене зображення.
ur: منسلک تصویر کو محفوظ نہیں کیا جا سکا۔
vi: Không thể lưu hình ảnh đính kèm.
zh_hans: 无法保存附加的图像。

source: Database
ar: قاعدة البيانات
bn: ডেটাবেস
cs: Databáze
de: Datenbank
es: Base de datos
fa: پایگاه داده
fr: Base de données
hi: डेटाबेस
id: Basis Data
ja: データベース
ko: 데이터베이스
pl: Baza danych
pt: Banco de dados
ru: База данных
sk: Databáza
tr: Veritabanı
uk: База даних
ur: ڈیٹا بیس
vi: Cơ sở dữ liệu
zh_hans: 数据库

source: Delete Emoji
ar: حذف الرموز التعبيرية
bn: ইমোজি মুছুন
cs: Smazat emodži
de: Emoji löschen
es: Eliminar Emoji
fa: حذف ایموجی
fr: Supprimer Emoji
hi: इमोजी हटाएं
id: Hapus Emoji
it: Elimina Emoji
ja: 絵文字を削除
ko: 이모지 삭제
nl: Emoji verwijderen
pl: Usuń Emoji
pt: Excluir Emoji
ru: Удалить эмодзи
sk: Odstrániť emodži
tr: Emojiyi Sil
uk: Видалити емодзі
ur: ایموجی حذف کریں
vi: Xóa Emoji
zh_hans: 删除表情符号

source: Delete Profile
ar: حذف الملف الشخصي
bn: প্রোফাইল মুছুন
cs: Smazat profil
de: Profil löschen
es: Eliminar Perfil
fa: حذف پروفایل
fr: Supprimer le Profil
hi: प्रोफ़ाइल हटाएँ
id: Hapus Profil
it: Elimina Profilo
ja: プロフィールを削除
ko: 프로필 삭제
nl: Profiel verwijderen
pl: Usuń profil
pt: Excluir Perfil
ru: Удалить профиль
sk: Odstrániť profil
tr: Profili Sil
uk: Видалити профіль
ur: پروفائل حذف کریں
vi: Xóa Hồ sơ
zh_hans: 删除个人资料

source: Delete {0}
ar: حذف {0}
bn: মুছুন {0}
cs: Smazat {0}
de: {0} löschen
es: Eliminar {0}
fa: حذف {0}
fr: Supprimer {0}
hi: हटाएँ {0}
id: Hapus {0}
it: Elimina {0}
ja: {0} を削除
ko: {0} 삭제
nl: Verwijder {0}
pl: Usuń {0}
pt: Excluir {0}
ru: Удалить {0}
sk: Odstrániť {0}
tr: {0} Sil
uk: Видалити {0}
ur: {0} حذف کریں
vi: Xóa {0}
zh_hans: 删除 {0}

source: Email address is already in use.
ar: عنوان البريد الإلكتروني مستخدم بالفعل.
bn: ইমেল ঠিকানা ইতিমধ্যেই ব্যবহৃত হচ্ছে।
cs: E-mailová adresa se již používá.
de: Die E-Mail-Adresse wird bereits verwendet.
es: La dirección de correo electrónico ya está en uso.
fa: آدرس ایمیل قبلاً استفاده شده است.
fr: L'adresse e-mail est déjà utilisée.
hi: ईमेल पता पहले से उपयोग में है।
id: Alamat email sudah digunakan.
it: L'indirizzo email è già in uso.
ja: メールアドレスはすでに使用されています。
ko: 이메일 주소가 이미 사용 중입니다.
nl: E-mailadres is al in gebruik.
pl: Adres e-mail jest już używany.
pt: O endereço de e-mail já está em uso.
ru: Адрес электронной почты уже используется.
sk: E-mailová adresa sa už používa.
tr: E-posta adresi zaten kullanılıyor.
uk: Адреса електронної пошти вже використовується.
ur: ای میل کا پتہ پہلے ہی استعمال میں ہے۔
vi: Địa chỉ email đã được sử dụng.
zh_hans: 电子邮件地址已在使用中。

source: Emoji name is already in use.
ar: اسم الرمز التعبيري مستخدم بالفعل.
bn: ইমোজির নাম ইতিমধ্যেই ব্যবহৃত হচ্ছে।
cs: Název emodži se již používá.
de: Emoji-Name wird bereits verwendet.
es: El nombre del emoji ya está en uso.
fa: نام ایموجی قبلاً استفاده شده است.
fr: Le nom de l'emoji est déjà utilisé.
hi: इमोजी नाम पहले से उपयोग में है।
id: Nama emoji sudah digunakan.
it: Il nome dell'emoji è già in uso.
ja: 絵文字名はすでに使用されています。
ko: 이모지 이름이 이미 사용 중입니다.
nl: Emoji naam is al in gebruik.
pl: Nazwa Emoji jest już używana.
pt: O nome do emoji já está em uso.
ru: Имя эмодзи уже используется.
sk: Názov emodži sa už používa.
tr: Emoji adı zaten kullanılıyor.
uk: Назва емодзі вже використовується.
ur: ایموجی کا نام پہلے ہی استعمال میں ہے۔
vi: Tên Emoji đã được sử dụng.
zh_hans: 表情符号名称已经在使用中。

source: Emojis
ar: الرموز التعبيرية
bn: ইমোজি
cs: Emotikony
fa: ایموجی‌ها
hi: इमोजी
id: Emoji
ja: 絵文字
ko: 이모지
pl: Emotikony
ru: Эмодзи
sk: Emotikony
tr: Emojiler
uk: Емодзі
ur: ایموجیز
zh_hans: 表情符号

source: Exception
ar: استثناء
bn: ব্যতিক্রম
cs: Výjimka
de: Ausnahme
es: Excepción
fa: استثنا
hi: अपवाद
id: Pengecualian
it: Eccezione
ja: 例外
ko: 예외
nl: Uitzondering
pl: Wyjątek
pt: Exceção
ru: Исключение
sk: Výnimka
tr: İstisna
uk: Виняток
ur: استثنا
vi: Nguyên nhân
zh_hans: 异常

source: Exceptions
ar: استثناءات
bn: ব্যতিক্রমগুলি
cs: Výjimky
de: Ausnahmen
es: Excepciones
fa: استثنائات
hi: अपवादों
id: Pengecualian
it: Eccezioni
ja: 例外s
ko: 예외들
nl: Uitzonderingen
pl: Wyjątki
pt: Exceções
ru: Исключения
sk: Výnimky
tr: İstisnalar
uk: Винятки
ur: استثنا جات
vi: Các nguyên nhân
zh_hans: 异常情况

source: Memory cache purged.
ar: تم حذف ذاكرة التخزين المؤقت.
bn: মেমরি ক্যাশে মুছে ফেলা হয়েছে।
cs: Mezipaměť byla vymazána.
de: Speicher-Cache gelöscht.
es: Memoria caché eliminada.
fa: کش حافظه پاک شده است.
fr: Cache mémoire purgé.
hi: मेमोरी कैश हटा दिए गए।
id: Cache memori telah dihapus.
it: Cache di memoria eliminata.
ja: メモリキャッシュが削除されました。
ko: 메모리 캐시가 삭제되었습니다.
nl: Geheugen cache gewist.
pl: Pamięć podręczna została wyczyszczona.
pt: Cache de memória removido.
ru: Кэш памяти очищен.
sk: Vyrovnávacia pamäť bola vymazaná.
tr: Hafıza önbelleği temizlendi.
uk: Кеш пам'яті очищено.
ur: میموری کیش صاف کر دیا گیا ہے۔
vi: Bộ nhớ cache đã được xóa.
zh_hans: 内存缓存已被清除。

source: Menu Item
ar: عنصر القائمة
bn: মেনু আইটেম
cs: Položka nabídky
de: Menüeintrag
es: Elemento del menú
fa: آیتم منو
fr: Élément de Menu
hi: मेनू आइटम
id: Item Menu
it: Voce di Menu
ja: メニューアイテム
ko: 메뉴 항목
pl: Element menu
pt: Item do Menu
ru: Элемент меню
sk: Položka ponuky
tr: Menü Öğesi
uk: Елемент меню
ur: مینیو آئٹم
vi: Mục Menu
zh_hans: 菜单项

source: Metrics
ar: المقاييس
bn: পরিমাপ
cs: Metriky
de: Metriken
es: Métricas
fa: معیارها
fr: Métriques
hi: मेट्रिक्स
id: Metrik
it: Metriche
ja: メトリクス
ko: 메트릭
nl: Metrieken
pl: Metryka
pt: Métricas
ru: Метрики
sk: Metriky
tr: Metrekler
uk: Метрики
ur: میتریکس
vi: Chỉ số
zh_hans: 度量

source: Missing Pages
ar: الصفحات المفقودة
bn: অনুপস্থিত পৃষ্ঠা
cs: Chybějící stránky
de: Fehlende Seiten
es: Páginas perdidas
fa: صفحات مفقود
fr: Pages Manquantes
hi: गायब पन्ने
id: Halaman yang Hilang
it: Pagini Mancanti
ja: 欠落しているページ
ko: 누락된 페이지
nl: Ontbrekende pagina's
pl: Brakujące strony
pt: Páginas Faltando
ru: Отсутствующие страницы
sk: Chýbajúce strany
tr: Eksik Sayfalar
uk: Відсутні сторінки
ur: غائب صفحات
vi: Các trang thiếu
zh_hans: 缺失的页面

source: Namespace
ar: فضاء الأسماء
bn: নেমস্পেস
cs: Jmenný prostor
de: Namensraum
es: Espacio de nombres
fa: فضای نام
hi: नेमस्पेस
id: Ruang Nama
it: Spazio dei Nomis
ja: 名前空間
ko: 네임스페이스
pl: Przestrzeń nazw
pt: Espaço de Nomes
ru: Пространство имен
sk: Menný priestor
tr: Ad Alanı
uk: Простір імен
ur: نام کی جگہ
vi: Không gian tên
zh_hans: 命名空间

source: Namespaces
ar: فضاءات الأسماء
bn: নেমস্পেসগুলি
cs: Jmenné prostory
de: Namensräume
es: Espacios de nombres
fa: فضاهای نام
hi: नेमस्पेस
id: Ruang Nama
it: Spazi dei Nomis
ja: 名前空間s
ko: 네임스페이스들
pl: Przestrzenie nazw
pt: Espaços de Nomes
ru: Пространства имен
sk: Menné priestory
tr: Ad Alanları
uk: Простори імен
ur: نام کی جگہیں
vi: Các không gian tên
zh_hans: 命名空间

source: Operation failed: {0}
ar: فشلت العملية: {0}
bn: অপারেশন ব্যর্থ: {0}
cs: Operace se nezdařila: {0}
de: Operation fehlgeschlagen: {0}
es: Operación fallida: {0}
fa: عملیات ناموفق بود: {0}
fr: Opération échouée : {0}
hi: क्रिया विफल रही: {0}
id: Operasi gagal: {0}
it: Operazione fallita: {0}
ja: 操作が失敗しました: {0}
ko: 작업 실패: {0}
nl: Operatie mislukt: {0}
pl: Operacja nie powiodła się: {0}
pt: Operação falhou: {0}
ru: Операция завершилась неудачно: {0}
sk: Operácia zlyhala: {0}
tr: İşlem başarısız: {0}
uk: Операція не вдалася: {0}
ur: عمل ناکام: {0}
vi: Hoạt động thất bại: {0}
zh_hans: 操作失败: {0}

source: Optimization complete. {0}
ar: اكتمل تحسين الأداء. {0}
bn: অপটিমাইজেশন সম্পন্ন। {0}
cs: Optimalizace dokončena. {0}
de: Optimierung abgeschlossen. {0}
es: Optimización completada. {0}
fa: بهینه‌سازی کامل شد. {0}
fr: Optimisation terminée. {0}
hi: अनुकूलन पूरा। {0}
id: Optimasi selesai. {0}
it: Ottimizzazione completata. {0}
ja: 最適化が完了しました。 {0}
ko: 최적화 완료. {0}
nl: Optimalisatie voltooid. {0}
pl: Optymalizacja zakończona. {0}
pt: Otimização concluída. {0}
ru: Оптимизация завершена. {0}
sk: Optimalizácia dokončená. {0}
tr: Optimizasyon tamamlandı. {0}
uk: Оптимізація завершена. {0}
ur: آپٹیمائزیشن مکمل۔ {0}
vi: Tối ưu hóa hoàn tất. {0}
zh_hans: 优化完成。{0}

source: Orphaned Page Attachments
ar: مرفقات الصفحات اليتيمة
bn: অরফান পৃষ্ঠা সংযুক্তি
cs: Osiřelé přílohy stránek
de: Verwaiste Seitenanhänge
es: Archivos adjuntos de página huérfana
fa: پیوست‌های صفحه یتیم
fr: Pièces jointes de Page Orphelines
hi: अनाथ पृष्ठ संलग्नक
id: Lampiran Halaman Yatim
it: Allegati delle Pagine Orfane
ja: 孤立したページ添付
ko: 고아 페이지 첨부파일
nl: Weeskind pagina bijlagen
pl: Osierocone załączniki strony
pt: Anexos de Página Órfãos
ru: Сиротские вложения страниц
sk: Osirotené prílohy stránok
tr: Yetim Sayfa Ekleri
uk: Орфанні вкладення сторінок
ur: یتیم صفحہ منسلکات
vi: Các tệp đính kèm trang mồ côi
zh_hans: 孤立页面附件

source: Page Moderation
ar: اعتدال الصفحة
bn: পৃষ্ঠা শাসন
cs: Moderování stránky
de: Seitenmoderation
es: Moderación de página
fa: مدیریت صفحه
fr: Modération de Page
hi: पृष्ठModeration
id: Moderasi Halaman
it: Moderazione delle Pagine
ja: ページの承認
ko: 페이지 관리
nl: Pagina moderatie
pl: Moderacja strony
pt: Moderação de Página
ru: Модерация страниц
sk: Moderovanie stránky
tr: Sayfa Moderasyonu
uk: Модерація сторінок
ur: صفحے کی نگرانی
vi: Điều tiết trang
zh_hans: 页面审核

source: Page revision has been moved to the deletion queue.
ar: تم نقل مراجعة الصفحة إلى قائمة الحذف.
bn: পৃষ্ঠা সংস্করণ মুছে ফেলার সারিতে স্থানান্তরিত করা হয়েছে।
cs: Revize stránky byla přesunuta do fronty mazání.
de: Die Seitenrevision wurde in die Löschwarteschlange verschoben.
es: La revisión de la página ha sido movida a la cola de eliminación.
fa: ویرایش صفحه به صف حذف منتقل شده است.
fr: La révision de la page a été déplacée vers la file d'attente de suppression.
hi: पृष्ठ संशोधन हटाने की कतार में डाल दिया गया है।
id: Revisi halaman telah dipindahkan ke antrean penghapusan.
it: La revisione della pagina è stata spostata nella coda di eliminazione.
ja: ページのリビジョンが削除キューに移動されました。
ko: 페이지 수정 사항이 삭제 대기열로 이동되었습니다.
nl: Pagina herziening is verplaatst naar de verwijderingswachtrij.
pl: Rewizja strony została przeniesiona do kolejki usunięcia.
pt: A revisão da página foi movida para a fila de exclusão.
ru: Ревизия страницы была перемещена в очередь на удаление.
sk: Revízia stránky bola presunutá do frontu na odstraňovanie.
tr: Sayfa revizyonu silme kuyruğuna taşındı.
uk: Ревізію сторінки переміщено до черги на видалення.
ur: صفحے کی ترامیم کو حذف کرنے کی لائن میں منتقل کر دیا گیا ہے۔
vi: Phiên bản trang đã được chuyển vào danh sách xóa.
zh_hans: 页面修订已移至删除队列。

source: Pages
ar: الصفحات
bn: পৃষ্ঠা
cs: Stránky
de: Seiten
es: Páginas
fa: صفحات
hi: पृष्ठ
id: Halaman
it: Pagine
ja: ページ
ko: 페이지들
nl: Pagina's
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
tr: Sayfalar
uk: Сторінки
ur: صفحات
vi: Các trang
zh_hans: 页面

source: Roles
ar: الأدوار
bn: ভূমিকা
cs: Role
de: Rollen
fa: نقش‌ها
fr: Rôles
hi: भूमिकाएँ
id: Peran
it: Ruoli
ja: 役割
ko: 역할들
nl: Rollen
pl: Role
pt: Funções
ru: Роли
sk: Roly
tr: Roller
uk: Ролі
ur: کردار
vi: Vai trò
zh_hans: 角色

source: The account has been created.
ar: تم إنشاء الحساب.
bn: অ্যাকাউন্ট তৈরি হয়েছে।
cs: Účet byl vytvořen.
de: Das Konto wurde erstellt.
es: La cuenta ha sido creada.
fa: حساب کاربری ایجاد شده است.
fr: Le compte a été créé.
hi: खाता बना दिया गया है।
id: Akun telah dibuat.
it: L'account è stato creato.
ja: アカウントが作成されました。
ko: 계정이 생성되었습니다.
nl: Het account is aangemaakt.
pl: Konto zostało utworzone.
pt: A conta foi criada.
ru: Аккаунт успешно создан.
sk: Účet bol vytvorený.
tr: Hesap oluşturuldu.
uk: Обліковий запис було створено.
ur: اکاؤنٹ تخلیق کر دیا گیا ہے۔
vi: Tài khoản đã được tạo.
zh_hans: 账户已创建。

source: The account has been deleted.
ar: تم حذف الحساب.
bn: অ্যাকাউন্ট মুছে ফেলা হয়েছে।
cs: Účet byl smazán.
de: Das Konto wurde gelöscht.
es: La cuenta ha sido eliminada.
fa: حساب کاربری حذف شده است.
fr: Le compte a été supprimé.
hi: खाता हटा दिया गया है।
id: Akun telah dihapus.
it: L'account è stato eliminato.
ja: アカウントが削除されました。
ko: 계정이 삭제되었습니다.
nl: Het account is verwijderd.
pl: Konto zostało usunięte.
pt: A conta foi excluída.
ru: Аккаунт был удален.
sk: Účet bol odstránený.
tr: Hesap silindi.
uk: Обліковий запис було видалено.
ur: اکاؤنٹ حذف کر دیا گیا ہے۔
vi: Tài khoản đã bị xóa.
zh_hans: 账户已被删除。
