Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Controllers/ProfileController.*.resx
Languages: fa, fr, ja, ur, zh_hans

source: Account name is already in use.
fa: نام کاربری قبلاً مورد استفاده قرار گرفته است.
fr: Le nom du compte est déjà utilisé.
ja: アカウント名はすでに使用されています。
ur: اکاؤنٹ کا نام پہلے ہی استعمال میں ہے۔
zh_hans: 帐户名称已被使用。

source: Avatar
fa: آواتار
ja: アバター
ur: اوتار
zh_hans: 头像

source: Could not save the attached image, too large.
fa: نتوانستم تصویر پیوست شده را ذخیره کنم، بسیار بزرگ است.
fr: Impossible d'enregistrer l'image jointe, trop grande.
ja: 添付画像を保存できませんでした。サイズが大きすぎます。
ur: ساتھ میں منسلک کردہ تصویر محفوظ نہیں کی جا سکی، زیادہ بڑی ہے۔
zh_hans: 无法保存附件图片，尺寸过大。

source: Could not save the attached image, type not allowed.
fa: نتوانستم تصویر پیوست شده را ذخیره کنم، نوع مجاز نیست.
fr: Impossible d'enregistrer l'image jointe, type non autorisé.
ja: 添付画像を保存できませんでした。許可されていないタイプです。
ur: ساتھ میں منسلک کردہ تصویر محفوظ نہیں کی جا سکی، یہ قسم کی اجازت نہیں ہے۔
zh_hans: 无法保存附件图片，类型不允许。

source: Could not save the attached image.
fa: نتوانستم تصویر پیوست شده را ذخیره کنم.
fr: Impossible d'enregistrer l'image jointe.
ja: 添付画像を保存できませんでした。
ur: ساتھ میں منسلک کردہ تصویر محفوظ نہیں کی جا سکی۔
zh_hans: 无法保存附件图片。

source: Delete Account
fa: حذف حساب کاربری
fr: Supprimer le compte
ja: アカウントを削除
ur: اکاؤنٹ حذف کریں
zh_hans: 删除帐户

source: Delete {0}
fa: حذف {0}
fr: Supprimer {0}
ja: {0}を削除
ur: {0} حذف کریں
zh_hans: 删除 {0}

source: My Profile
fa: پروفایل من
fr: Mon profil
ja: マイプロフィール
ur: میرا پروفائل
zh_hans: 我的资料

source: Public Profile
fa: پروفایل عمومی
fr: Profil public
ja: 公開プロフィール
ur: عوامی پروفائل
zh_hans: 公开资料

source: Public profiles are disabled.
fa: پروفایل‌های عمومی غیرفعال شده‌اند.
fr: Les profils publics sont désactivés.
ja: 公開プロフィールは無効になっています。
ur: عوامی پروفائل غیر فعال ہیں۔
zh_hans: 公开资料已禁用。

source: The specified user was not found.
fa: کاربر مشخص شده پیدا نشد.
fr: L'utilisateur spécifié n'a pas été trouvé.
ja: 指定されたユーザーは見つかりませんでした。
ur: متعلقہ صارف نہیں ملا۔
zh_hans: 未找到指定用户。

source: Your profile has been saved.
fa: پروفایل شما ذخیره شده است.
fr: Votre profil a été enregistré.
ja: あなたのプロフィールは保存されました。
ur: آپ کا پروفائل محفوظ کر لیا گیا ہے۔
zh_hans: 您的资料已保存。
