Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Areas/Identity/Pages/Account/LdapLoginSupplemental.*.resx
Languages: ur

source: Complete Signup
ur: مکمل سائن اپ

source: Country
ur: ملک

source: Display Name
ur: ظاہر نام

source: Display Name is already in use.
ur: ظاہر نام پہلے ہی استعمال میں ہے۔

source: Display Name is required.
ur: ظاہر نام کی ضرورت ہے۔

source: Email Address
ur: ای میل کا پتہ

source: First Name
ur: پہلا نام

source: Language
ur: زبان

source: Last Name
ur: آخری نام

source: not required
ur: ضروری نہیں

source: required
ur: ضروری ہے

source: Select a country
ur: ایک ملک منتخب کریں

source: Select a time-zone
ur: ایک وقت کا زون منتخب کریں

source: Signup. Almost there...
ur: سائن اپ۔ تقریباً مکمل...

source: The specified user could not be found.
ur: مخصوص کردہ صارف مل نہیں سکا۔

source: This display name will be visible publicly.
ur: یہ ظاہر نام عوامی طور پر نظر آئے گا۔

source: Time Zone
ur: وقت کا زون

source: You have successfully signed in with LDAP but we still need a bit of information.
ur: آپ نے LDAP کے ساتھ کامیابی سے سائن ان کیا ہے لیکن ہمیں ابھی مزید معلومات کی ضرورت ہے۔
