Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Areas/Identity/Pages/Account/Login.*.resx
Languages: ar, fa, hi, id, pt, sk, uk, ur

source: Email
ar: البريد الإلكتروني
fa: ایمیل
hi: ईमेल
uk: Електронна пошта
ur: ای میل

source: Password
ar: كلمة المرور
fa: گذرواژه
hi: पासवर्ड
id: Kata sandi
pt: Senha
sk: Heslo
uk: Пароль
ur: پاس ورڈ

source: Log in
ar: تسجيل الدخول
fa: ورود
hi: लॉग इन
id: Masuk
pt: Entrar
sk: Prihlásiť sa
uk: Увійти
ur: لاگ ان

source: Forgot your password?
ar: نسيت كلمة المرور؟
fa: گذرواژه خود را فراموش کرده‌اید؟
hi: क्या आपको अपना पासवर्ड भूल गया?
id: Lupa kata sandi Anda?
pt: Esqueceu sua senha?
sk: Zabudli ste heslo?
uk: Забули свій пароль?
ur: اپنا پاس ورڈ بھول گئے؟

source: Register as a new user
ar: سجل كمستخدم جديد
fa: به عنوان کاربر جدید ثبت‌نام کنید
hi: नए उपयोगकर्ता के रूप में पंजीकरण करें
id: Daftar sebagai pengguna baru
pt: Registrar como um novo usuário
sk: Zaregistrujte sa ako nový používateľ
uk: Зареєструватися як новий користувач
ur: نئے صارف کے طور پر رجسٹر کریں

source: Resend email confirmation
ar: إعادة إرسال تأكيد البريد الإلكتروني
fa: تأییدیه ایمیل را دوباره ارسال کنید
hi: ईमेल पुष्टिकरण पुनः भेजें
id: Kirim ulang konfirmasi email
pt: Reenviar confirmação por email
sk: Znova odoslať potvrdenie e-mailom
uk: Повторно надіслати підтвердження електронної пошти
ur: ای میل کی تصدیق دوبارہ بھیجیں

source: - or -
ar: - أو -
fa: - یا -
hi: - या -
id: - atau -
pt: - ou -
sk: - alebo -
uk: - або -
ur: - یا -

source: Sign in with {0}
ar: قم بتسجيل الدخول باستخدام {0}
fa: با {0} وارد شوید
hi: साइन इन करें {0} के साथ
id: Masuk dengan {0}
pt: Entrar com {0}
sk: Prihláste sa pomocou {0}
uk: Увійти за допомогою {0}
ur: کے ساتھ سائن ان کریں {0}

source: Username
ar: اسم المستخدم
fa: نام کاربری
hi: उपयोगकर्ता नाम
id: Nama Pengguna
pt: Nome de usuário
sk: Používateľské meno
uk: Ім'я користувача
ur: صارف کا نام

source: Failed to create the stub account for the LDAP credential.
ar: فشل في إنشاء حساب القالب لبيانات اعتماد LDAP.
fa: ایجاد حساب موقت برای اعتبار LDAP شکست خورد.
hi: LDAP क्रेडेंशियल के लिए स्टब खाता बनाने में विफल.
id: Gagal membuat akun stub untuk kredensial LDAP.
pt: Falha ao criar a conta stub para a credencial LDAP.
sk: Nepodarilo sa vytvoriť dočasný účet pre LDAP poverenie.
uk: Не вдалося створити обліковий запис-мішень для облікових даних LDAP.
ur: LDAP اسناد کے لیے اسٹب اکاؤنٹ تخلیق کرنے میں ناکامی۔

source: Failed to locate the user account for the LDAP credential.
ar: فشل في تحديد موقع حساب المستخدم لبيانات اعتماد LDAP.
fa: عدم توانایی در پیدا کردن حساب کاربری برای اعتبار LDAP.
hi: LDAP क्रेडेंशियल के लिए उपयोगकर्ता खाते को ढूंढने में विफल.
id: Gagal menemukan akun pengguna untuk kredensial LDAP.
pt: Falha ao localizar a conta de usuário para a credencial LDAP.
sk: Nepodarilo sa nájsť používateľský účet pre LDAP poverenie.
uk: Не вдалося знайти обліковий запис користувача для облікових даних LDAP.
ur: LDAP اسناد کے لیے صارف اکاؤنٹ تلاش کرنے میں ناکامی۔

source: User created a new account with LDAP.
ar: أنشأ المستخدم حسابًا جديدًا باستخدام LDAP.
fa: کاربر یک حساب جدید با LDAP ایجاد کرد.
hi: उपयोगकर्ता ने LDAP के साथ एक नया खाता बनाया।
id: Pengguna membuat akun baru dengan LDAP.
pt: Usuário criou uma nova conta com LDAP.
sk: Používateľ vytvoril nový účet s LDAP.
uk: Користувач створив новий обліковий запис за допомогою LDAP.
ur: صارف نے LDAP کے ساتھ نیا اکاؤنٹ بنایا۔

source: Failed to create stub account for the LDAP credential: {0}.
ar: فشل إنشاء حساب مؤقت لبيانات اعتماد LDAP: {0}.
fa: ایجاد حساب موقتی برای اعتبار LDAP با شکست مواجه شد: {0}.
hi: LDAP क्रेडेंशियल के लिए स्टब खाता बनाने में विफल: {0}।
id: Gagal membuat akun stub untuk kredensial LDAP: {0}.
pt: Falha ao criar conta stub para a credencial LDAP: {0}.
sk: Vytvorenie dočasného účtu pre LDAP poverenie zlyhalo: {0}.
uk: Не вдалося створити простий обліковий запис для LDAP облікових даних: {0}.
ur: LDAP کی اسناد کے لیے عارضی اکاؤنٹ بنانے میں ناکامی: {0}۔

source: Invalid login attempt.
ar: محاولة تسجيل دخول غير صالحة.
fa: تلاش برای ورود نامعتبر است.
hi: अमान्य लॉगिन प्रयास।
id: Upaya login tidak valid.
pt: Tentativa de login inválida.
sk: Neplatný pokus o prihlásenie.
uk: Недійсна спроба входу.
ur: غلط لاگ ان کی کوشش۔

source: Failed to add login info for LDAP stub account: {0}.
ar: فشل في إضافة معلومات تسجيل الدخول لحساب LDAP المؤقت: {0}.
fa: اضافه کردن اطلاعات ورود برای حساب موقتی LDAP با شکست مواجه شد: {0}.
hi: LDAP स्टब खाता के लिए लॉगिन जानकारी जोड़ने में विफल: {0}।
id: Gagal menambahkan informasi login untuk akun stub LDAP: {0}.
pt: Falha ao adicionar informações de login para a conta stub LDAP: {0}.
sk: Pridanie prihlasovacích informácií pre dočasný účet LDAP zlyhalo: {0}.
uk: Не вдалося додати інформацію для входу для простого облікового запису LDAP: {0}.
ur: LDAP عارضی اکاؤنٹ کے لیے لاگ ان کی معلومات شامل کرنے میں ناکامی: {0}۔

source: Please enter both username and password.
ar: يرجى إدخال كل من اسم المستخدم وكلمة المرور.
fa: لطفاً هم نام کاربری و هم رمز عبور را وارد کنید.
hi: कृपया उपयोगकर्ता नाम और पासवर्ड दोनों दर्ज करें।
id: Silakan masukkan nama pengguna dan kata sandi.
pt: Por favor, insira tanto o nome de usuário quanto a senha.
sk: Prosím, zadajte meno používateľa a heslo.
uk: Будь ласка, введіть як ім'я користувача, так і пароль.
ur: براہ کرم صارف نام اور پاس ورڈ دونوں درج کریں۔

source: Request failed:
ar: فشل الطلب:
fa: درخواست با شکست مواجه شد:
hi: अनुरोध विफल:
id: Permintaan gagal:
pt: Solicitação falhou:
sk: Žiadosť zlyhala:
uk: Запит не вдалося виконати:
ur: درخواست ناکام ہوئی:

source: Bind succeeded.
ar: تم ربط بنجاح.
fa: اتصال موفقیت‌آمیز بود.
hi: बाइंड सफल रहा।
id: Bind berhasil.
pt: Vínculo bem-sucedido.
sk: Pripojenie bolo úspešné.
uk: Зв'язок успішний.
ur: بائنڈ کامیاب ہوا۔

source: Bind failed.
ar: فشل الربط.
fa: اتصال با شکست مواجه شد.
hi: बाइंड विफल रहा।
id: Bind gagal.
pt: Vínculo falhou.
sk: Pripojenie zlyhalo.
uk: Не вдалося встановити зв'язок.
ur: بائنڈ ناکام ہوا۔

source: Unexpected error:
ar: خطأ غير متوقع:
fa: خطای غیرمنتظره:
hi: अचानक त्रुटि:
id: Kesalahan tidak terduga:
pt: Erro inesperado:
sk: Neočekávaná chyba:
uk: Несподівана помилка:
ur: غیر متوقع خرابی:
