Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/AdminSecurity/AccountRoles.*.resx
Languages: ar, bn, cs, hi, id, ko, pl, sk, tr, uk, zh_hans, zh_hant

source: Account Permissions
ar: أذونات الحساب
bn: হিসাব অনুমতি
cs: Oprávnění účtu
hi: खाता अनुमतियाँ
id: Izin Akun
ko: 계정 권한
pl: Uprawnienia konta
sk: Oprávnenia účtu
tr: Hesap İzinleri
uk: Дозволи облікового запису
zh_hans: 账户权限
zh_hant: 帳戶權限

source: Account Role Membership
ar: عضوية دور الحساب
bn: হিসাব ভূমিকা সদস্যপদ
cs: Členství v roli účtu
hi: खाता भूमिका सदस्यता
id: Keanggotaan Peran Akun
ko: 계정 역할 멤버십
pl: Członkostwo w roli konta
sk: Členstvo v úlohách účtu
tr: Hesap Rolü Üyeliği
uk: Членство в ролі облікового запису
zh_hans: 账户角色成员资格
zh_hant: 帳戶角色成員資格

source: Account roles and permissions for a single account.
ar: أدوار الحساب وأذونات لحساب واحد.
bn: একক হিসাবের জন্য হিসাবের ভূমিকা এবং অনুমতি।
cs: Role a oprávnění účtu pro jednotlivý účet.
hi: एकल खाते के लिए खाता भूमिकाएँ और अनुमतियाँ।
id: Peran dan izin akun untuk satu akun.
ko: 단일 계정에 대한 계정 역할 및 권한.
pl: Role konta i uprawnienia dla pojedynczego konta.
sk: Úlohy a oprávnenia účtu pre jeden účet.
tr: Tek bir hesap için hesap rolleri ve izinleri.
uk: Ролі та дозволи облікового запису для одного облікового запису.
zh_hans: 单个账户的角色和权限。
zh_hant: 單一帳戶的帳戶角色和權限。

source: Account Roles and Permissions for: {0}
ar: أدوار الحسابات والأذونات لـ: {0}
bn: হিসাবের ভূমিকা এবং অনুমতিগুলি: {0}
cs: Role a oprávnění účtu pro: {0}
hi: खाता भूमिकाएँ और अनुमतियाँ: {0}
id: Peran dan Izin Akun untuk: {0}
ko: {0}에 대한 계정 역할 및 권한
pl: Rola i uprawnienia konta dla: {0}
sk: Úlohy a oprávnenia účtu pre: {0}
tr: Hesap Rolleri ve İzinleri için: {0}
uk: Ролі та дозволи облікового запису для: {0}
zh_hans: 账户角色和权限：{0}
zh_hant: 帳戶角色和權限：{0}

source: Action
ar: إجراء
bn: কার্য
cs: Akce
hi: क्रिया
id: Aksi
ko: 작업
pl: Działanie
sk: Akcia
tr: İşlem
uk: Дія
zh_hans: 操作
zh_hant: 操作

source: Add
ar: إضافة
bn: যোগ করুন
cs: Přidat
hi: जोड़ें
id: Tambah
ko: 추가
pl: Dodaj
sk: Pridať
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

source: Add Permission to Account
ar: إضافة إذن للحساب
bn: হিসাবে অনুমতি যোগ করুন
cs: Přidat oprávnění k účtu
hi: खाते में अनुमति जोड़ें
id: Tambahkan Izin ke Akun
ko: 계정에 권한 추가
pl: Dodaj uprawnienie do konta
sk: Pridať oprávnenie k účtu
tr: Hesaba İzin Ekle
uk: Додати дозвіл до облікового запису
zh_hans: 将权限添加到账户
zh_hant: 將權限新增至帳戶

source: Add Role to Account
ar: إضافة دور للحساب
bn: হিসাবে ভূমিকা যোগ করুন
cs: Přidat roli k účtu
hi: खाते में भूमिका जोड़ें
id: Tambahkan Peran ke Akun
ko: 계정에 역할 추가
pl: Dodaj rolę do konta
sk: Pridať úlohu k účtu
tr: Hesaba Rol Ekle
uk: Додати роль до облікового запису
zh_hans: 将角色添加到账户
zh_hant: 將角色新增至帳戶

source: ALL
ar: الكل
bn: সব
cs: VŠE
hi: सभी
id: SEMUA
ko: 모두
pl: WSZYSTKIE
sk: VŠETKO
tr: TÜM
uk: УСІ
zh_hans: 全部
zh_hant: 全部

source: Are you sure you want to remove the permission from this account?
ar: هل أنت متأكد أنك تريد إزالة الإذن من هذا الحساب؟
bn: আপনি কি নিশ্চিত যে আপনি এই হিসাব থেকে অনুমতি সরাতে চান?
cs: Jste si jisti, že chcete odebrat oprávnění z tohoto účtu?
hi: क्या आप निश्चित हैं कि आप इस खाते से अनुमति हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus izin dari akun ini?
ko: 이 계정에서 권한을 제거하려고 하시겠습니까?
pl: Czy na pewno chcesz usunąć uprawnienie z tego konta?
sk: Ste si istý, že chcete odstrániť oprávnenie z tohto účtu?
tr: Bu hesaptan izin kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити дозвіл з цього облікового запису?
zh_hans: 您确定要从此账户中移除该权限吗？
zh_hant: 您確定要從此帳戶中移除該權限嗎？

source: Are you sure you want to remove the role from this account?
ar: هل أنت متأكد أنك تريد إزالة الدور من هذا الحساب؟
bn: আপনি কি নিশ্চিত যে আপনি এই হিসাব থেকে ভূমিকা সরাতে চান?
cs: Jste si jisti, že chcete odebrat roli z tohoto účtu?
hi: क्या आप निश्चित हैं कि आप इस खाते से भूमिका हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus peran dari akun ini?
ko: 이 계정에서 역할을 제거하려고 하시겠습니까?
pl: Czy na pewno chcesz usunąć rolę z tego konta?
sk: Ste si istý, že chcete odstrániť úlohu z tohto účtu?
tr: Bu hesaptan rol kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити роль з цього облікового запису?
zh_hans: 您确定要从此账户中移除该角色吗？
zh_hant: 您確定要從此帳戶中移除該角色嗎？

source: Close
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
hi: बंद करें
id: Tutup
ko: 닫기
pl: Zamknij
sk: Zatvoriť
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Disposition
ar: التصرف
bn: বিবেচনা
cs: Uložení
hi: निष्कर्ष
ko: 처리 결과
pl: Podział
tr: Varlık
uk: Розподіл
zh_hans: 处置
zh_hant: 處置方式

source: Name
ar: الاسم
bn: নাম
cs: Název
hi: नाम
id: Nama
ko: 이름
pl: Nazwa
sk: Názov
tr: İsim
uk: Ім'я
zh_hans: 名称
zh_hant: 名稱

source: Namespace
ar: المساحة الإسكانية
bn: নেমস্পেস
cs: Prostor názvů
hi: नेमस्पेस
id: Ruang Nama
ko: 네임스페이스
pl: Przestrzeń nazw
tr: İsim alanı
uk: Простір імен
zh_hans: 命名空间
zh_hant: 命名空間

source: Page
ar: الصفحة
bn: পাতা
cs: Stránka
hi: पृष्ठ
id: Halaman
ko: 페이지
pl: Strona
sk: Stránka
tr: Sayfa
uk: Сторінка
zh_hans: 页面
zh_hant: 頁面

source: Permission
ar: إذن
bn: অনুমতি
cs: Oprávnění
hi: अनुमति
id: Izin
ko: 권한
pl: Uprawnienie
sk: Oprávnenie
tr: İzin
uk: Дозвіл
zh_hans: 权限
zh_hant: 權限

source: Removal failed
ar: فشل الإزالة
bn: অসরকার ঘা
cs: Odebrání selhalo
hi: हटाना विफल
id: Penghapusan gagal
ko: 제거 실패
pl: Usunięcie nie powiodło się
sk: Odstránenie zlyhalo
tr: Kaldırma başarısız oldu
uk: Видалення не вдалося
zh_hans: 移除失败
zh_hant: 移除失敗

source: Remove
ar: إزالة
bn: সরান
cs: Odebrat
hi: हटाएं
id: Hapus
ko: 제거
pl: Usuń
sk: Odstrániť
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

source: Resource
ar: المورد
bn: সম্পদ
cs: Zdroj
hi: संसाधन
id: Sumber
ko: 리소스
pl: Zasób
sk: Zdroj
tr: Kaynak
uk: Ресурс
zh_hans: 资源
zh_hant: 資源

source: Resource type
ar: نوع المورد
bn: সম্পদের প্রকার
cs: Typ zdroje
hi: संसाधन प्रकार
id: Jenis sumber
ko: 리소스 유형
pl: Typ zasobu
sk: Typ zdroja
tr: Kaynak türü
uk: Тип ресурсу
zh_hans: 资源类型
zh_hant: 資源類型

source: Select a disposition
ar: حدد تصرفًا
bn: একটি বিবেচনা নির্ধারণ করুন
cs: Vyberte uložení
hi: एक निष्कर्ष चुनें
id: Pilih disposisi
ko: 처리 결과 선택
pl: Wybierz podział
sk: Vyberte dispozíciu
tr: Bir varlık seçin
uk: Виберіть розподіл
zh_hans: 请选择一个处置方式
zh_hant: 選擇一個處置方式

source: Select a namespace
ar: حدد مساحة إسكانية
bn: একটি নেমস্পেস নির্ধারণ করুন
cs: Vyberte prostor názvů
hi: एक नेमस्पेस चुनें
id: Pilih ruang nama
ko: 네임스페이스 선택
pl: Wybierz przestrzeń nazw
sk: Vyberte namespace
tr: Bir isim alanı seçin
uk: Виберіть простір імен
zh_hans: 请选择一个命名空间
zh_hant: 選擇一個命名空間

source: Select a page
ar: حدد صفحة
bn: একটি পাতা নির্ধারণ করুন
cs: Vyberte stránku
hi: एक पृष्ठ चुनें
id: Pilih halaman
ko: 페이지 선택
pl: Wybierz stronę
sk: Vyberte stránku
tr: Bir sayfa seçin
uk: Виберіть сторінку
zh_hans: 请选择一个页面
zh_hant: 選擇一頁面

source: Select a permission
ar: حدد إذنًا
bn: একটি অনুমতি নির্ধারণ করুন
cs: Vyberte oprávnění
hi: एक अनुमति चुनें
id: Pilih izin
ko: 권한 선택
pl: Wybierz uprawnienie
sk: Vyberte oprávnenie
tr: Bir izin seçin
uk: Виберіть дозвіл
zh_hans: 请选择一个权限
zh_hant: 選擇一個權限

source: Select a role
ar: حدد دورًا
bn: একটি ভূমিকা নির্ধারণ করুন
cs: Vyberte roli
hi: एक भूमिका चुनें
id: Pilih peran
ko: 역할 선택
pl: Wybierz rolę
sk: Vyberte úlohu
tr: Bir rol seçin
uk: Виберіть роль
zh_hans: 请选择一个角色
zh_hant: 選擇一個角色

source: The account already has the specified permission.
ar: يمتلك الحساب بالفعل الإذن المحدد.
bn: এই হিসাব ইতোমধ্যে নির্দিষ্ট অনুমতি রয়েছে।
cs: Účet již má zadané oprávnění.
hi: खाते में पहले से ही निर्दिष्ट अनुमति है।
id: Akun sudah memiliki izin yang ditentukan.
ko: 계정은 이미 지정된 권한을 가지고 있습니다.
pl: Konto ma już określone uprawnienie.
sk: Účet už má zadané oprávnenie.
tr: Hesap zaten belirtilen izne sahip.
uk: Обліковий запис вже має вказаний дозвіл.
zh_hans: 该账户已经拥有指定的权限。
zh_hant: 該帳戶已擁有指定的權限。

source: The account is already a member of the specified role.
ar: الحساب هو بالفعل عضو في الدور المحدد.
bn: এই হিসাব ইতোমধ্যে নির্দিষ্ট ভূমিকায় সদস্য।
cs: Účet je již členem zadané role.
hi: खाता पहले से ही निर्दिष्ट भूमिका का सदस्य है।
id: Akun sudah menjadi anggota peran yang ditentukan.
ko: 계정은 이미 지정된 역할의 멤버입니다.
pl: Konto jest już członkiem określonej roli.
sk: Účet je už členom určenej úlohy.
tr: Hesap zaten belirtilen rolün bir üyesidir.
uk: Обліковий запис вже є членом вказаної ролі.
zh_hans: 该账户已经是指定角色的成员。
zh_hant: 該帳戶已是指定角色的成員。

source: Wiki Page
ar: صفحة ويكي
bn: উইকি পৃষ্ঠা
cs: Wiki stránka
hi: विकि पृष्ठ
id: Halaman Wiki
ko: 위키 페이지
pl: Strona Wiki
sk: Wiki stránka
tr: Wiki Sayfası
uk: Сторінка Вікі
zh_hans: 维基页面
zh_hant: 維基頁面

source: You must select a namespace.
ar: يجب عليك تحديد مساحة إسكانية.
bn: আপনাকে একটি নেমস্পেস নির্বাচন করতে হবে।
cs: Musíte vybrat prostor názvů.
hi: आपको एक नेमस्पेस चुनना होगा।
id: Anda harus memilih ruang nama.
ko: 네임스페이스를 선택해야 합니다.
pl: Musisz wybrać przestrzeń nazw.
sk: Musíte vybrať namespace.
tr: Bir isim alanı seçmelisiniz.
uk: Вам потрібно вибрати простір імен.
zh_hans: 您必须选择一个命名空间。
zh_hant: 您必須選擇一個命名空間。

source: You must select a page.
ar: يجب عليك تحديد صفحة.
bn: আপনাকে একটি পৃষ্ঠা নির্বাচন করতে হবে।
cs: Musíte vybrat stránku.
hi: आपको एक पृष्ठ चुनना होगा।
id: Anda harus memilih halaman.
ko: 페이지를 선택해야 합니다.
pl: Musisz wybrać stronę.
sk: Musíte vybrať stránku.
tr: Bir sayfa seçmelisiniz.
uk: Вам потрібно вибрати сторінку.
zh_hans: 您必须选择一个页面。
zh_hant: 您必須選擇一個頁面。

source: You must select a permission disposition.
ar: يجب عليك تحديد تصرف الإذن.
bn: আপনাকে একটি অনুমতি বিবেচনা নির্বাচন করতে হবে।
cs: Musíte vybrat uložení oprávnění.
hi: आपको एक अनुमति निष्कर्ष चुनना होगा।
id: Anda harus memilih disposisi izin.
ko: 권한 처리 결과를 선택해야 합니다.
pl: Musisz wybrać podział uprawnienia.
sk: Musíte vybrať dispozíciu oprávnenia.
tr: Bir izin varlığı seçmelisiniz.
uk: Вам потрібно вибрати розподіл дозволу.
zh_hans: 您必须选择一个权限处置方式。
zh_hant: 您必須選擇一個權限處置方式。

source: You must select a permission.
ar: يجب عليك تحديد إذن.
bn: আপনাকে একটি অনুমতি নির্বাচন করতে হবে।
cs: Musíte vybrat oprávnění.
hi: आपको एक अनुमति चुननी होगी।
id: Anda harus memilih izin.
ko: 권한을 선택해야 합니다.
pl: Musisz wybrać uprawnienie.
sk: Musíte vybrať oprávnenie.
tr: Bir izin seçmelisiniz.
uk: Вам потрібно вибрати дозвіл.
zh_hans: 您必须选择一个权限。
zh_hant: 您必須選擇一個權限。

source: You must select a role.
ar: يجب عليك تحديد دور.
bn: আপনাকে একটি ভূমিকা নির্বাচন করতে হবে।
cs: Musíte vybrat roli.
hi: आपको एक भूमिका चुननी होगी।
id: Anda harus memilih peran.
ko: 역할을 선택해야 합니다.
pl: Musisz wybrać rolę.
sk: Musíte vybrať úlohu.
tr: Bir rol seçmelisiniz.
uk: Вам потрібно вибрати роль.
zh_hans: 您必须选择一个角色。
zh_hant: 您必須選擇一個角色。

source: You must select either page or namespace.
ar: يجب عليك تحديد إما الصفحة أو المساحة الإسكانية.
bn: আপনাকে পাতা বা নেমস্পেস নির্বাচন করতে হবে।
cs: Musíte vybrat buď stránku, nebo prostor názvů.
hi: आपको या तो पृष्ठ या नेमस्पेस चुनना होगा।
id: Anda harus memilih antara halaman atau ruang nama.
ko: 페이지 또는 네임스페이스를 선택해야 합니다.
pl: Musisz wybrać albo stronę, albo przestrzeń nazw.
sk: Musíte vybrať buď stránku, alebo namespace.
tr: Ya sayfa ya da isim alanını seçmelisiniz.
uk: Вам потрібно вибрати або сторінку, або простір імен.
zh_hans: 您必须选择页面或命名空间。
zh_hant: 您必須選擇頁面或命名空間。
