Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/AdminSecurity/Role.*.resx
Languages: bn, fa, hi, id, pt, sk

source: Name
bn: নাম
fa: نام
hi: नाम
id: Nama
pt: Nome
sk: Meno

source: Role {0}
bn: ভূমিকা {0}
fa: نقش {0}
hi: भूमिका {0}
id: Peran {0}
pt: Papel {0}
sk: Úloha {0}

source: Role membership.
bn: ভূমিকা সদস্যতা।
fa: عضویت در نقش.
hi: भूमिका सदस्यता.
id: Keanggotaan peran.
pt: Membro do papel.
sk: Členstvo v roli.

source: Role membership and permissions.
bn: ভূমিকা সদস্যপদ এবং অনুমতিসমূহ।
fa: عضویت در نقش و مجوزها.
hi: भूमिका सदस्यता और अनुमतियाँ।
id: Keanggotaan dan izin peran.
pt: Membro do papel e permissões.
sk: Členstvo v úlohe a práva.

source: Permissions
bn: অনুমতি
fa: مجوزها
hi: अनुमतियाँ
id: Izin
pt: Permissões
sk: Práva

source: Add Permission to Role
bn: ভূমিকায় অনুমতি যোগ করুন
fa: افزودن مجوز به نقش
hi: भूमिका में अनुमति जोड़ें
id: Tambahkan Izin ke Peran
pt: Adicionar Permissão ao Papel
sk: Pridať právo k úlohe

source: Disposition
bn: বিলম্বন
fa: وضعیت
hi: विधान
pt: Disposição

source: Permission
bn: অনুমতি
fa: مجوز
hi: अनुमति
id: Izin
pt: Permissão
sk: Právo

source: Resource
bn: সম্পদ
fa: منبع
hi: संसाधन
id: Sumber daya
pt: Recurso
sk: Prostriedok

source: Action
bn: ক্রিয়া
fa: عملکرد
hi: कार्य
id: Aksi
pt: Ação
sk: Akcia

source: Namespace
bn: নেমস্পেস
fa: فضای نام
hi: नेमस्पेस
id: Ruang nama
pt: Espaço de Nome
sk: Menovanie

source: ALL
bn: সকল
fa: همه
hi: सभी
id: SEMUA
pt: TODAS
sk: VŠETKO

source: Page
bn: পৃষ্ঠা
fa: صفحه
hi: पृष्ठ
id: Halaman
pt: Página
sk: Stránka

source: Remove
bn: আসর করুন
fa: حذف
hi: हटाएँ
id: Hapus
pt: Remover
sk: Odstrániť

source: Members
bn: সদস্যগণ
fa: اعضا
hi: सदस्य
id: Anggota
pt: Membros
sk: Členovia

source: Add Member to Role
bn: ভূমিকায় সদস্য যোগ করুন
fa: افزودن عضو به نقش
hi: भूमिका में सदस्य जोड़ें
id: Tambahkan Anggota ke Peran
pt: Adicionar Membro ao Papel
sk: Pridať člena k úlohe

source: Email Address
bn: ইমেইল ঠিকানা
fa: آدرس ایمیل
hi: ईमेल पता
id: Alamat Email
pt: Endereço de Email
sk: Emailová adresa

source: First Name
bn: প্রথম নাম
fa: نام کوچک
hi: पहला नाम
id: Nama Depan
pt: Primeiro Nome
sk: Krstné meno

source: Last Name
bn: শেষ নাম
fa: نام خانوادگی
hi: अंतिम नाम
id: Nama Belakang
pt: Último Nome
sk: Priezvisko

source: Are you sure you want to remove the permission from this role?
bn: আপনি কি নিশ্চিত যে আপনি এই ভূমিকা থেকে অনুমতি সরাতে চান?
fa: آیا مطمئن هستید که می‌خواهید مجوز را از این نقش حذف کنید؟
hi: क्या आप निश्चित हैं कि आप इस भूमिका से अनुमति हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus izin dari peran ini?
pt: Tem certeza de que deseja remover a permissão deste papel?
sk: Ste si istý, že chcete odstrániť právo z tejto úlohy?

source: Removal failed
bn: অসর সফল হয়নি
fa: حذف ناموفق بود
hi: हटाना असफल
id: Penghapusan gagal
pt: Remoção falhou
sk: Odstránenie zlyhalo

source: Are you sure you want to remove the member from this role?
bn: আপনি কি নিশ্চিত যে আপনি এই ভূমিকা থেকে সদস্য সরাতে চান?
fa: آیا مطمئن هستید که می‌خواهید عضو را از این نقش حذف کنید؟
hi: क्या आप निश्चित हैं कि आप इस भूमिका से सदस्य हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus anggota dari peran ini?
pt: Tem certeza de que deseja remover o membro deste papel?
sk: Ste si istý, že chcete odstrániť člena z tejto úlohy?

source: Resource type
bn: সম্পদের প্রকার
fa: نوع منبع
hi: संसाधन प्रकार
id: Jenis sumber daya
pt: Tipo de recurso
sk: Typ prostriedku

source: Wiki Page
bn: উইকি পৃষ্ঠা
fa: صفحه ویکی
hi: विकि पृष्ठ
id: Halaman Wiki
pt: Página do Wiki
sk: Wiki stránka

source: Add
bn: যোগ করুন
fa: افزودن
hi: जोड़े
id: Tambah
pt: Adicionar
sk: Pridať

source: Select a disposition
bn: একটি বিলম্বন নির্বাচন করুন
fa: یک وضعیت را انتخاب کنید
hi: एक विधान का चयन करें
id: Pilih suatu disposition
pt: Selecione uma disposição
sk: Vyberte dispozíciu

source: Select a permissio
bn: একটি অনুমতি নির্বাচন করুন
fa: یک مجوز را انتخاب کنید
hi: एक अनुमति का चयन करें
id: Pilih suatu izin
pt: Selecione uma permissão
sk: Vyberte právo

source: Select a page
bn: একটি পৃষ্ঠা নির্বাচন করুন
fa: یک صفحه را انتخاب کنید
hi: एक पृष्ठ का चयन करें
id: Pilih suatu halaman
pt: Selecione uma página
sk: Vyberte stránku

source: Select a namespace
bn: একটি নেমস্পেস নির্বাচন করুন
fa: یک فضای نام را انتخاب کنید
hi: एक नेमस्पेस का चयन करें
id: Pilih suatu ruang nama
pt: Selecione um espaço de nome
sk: Vyberte menovanie

source: You must select a permission disposition.
bn: আপনাকে একটি অনুমতি বিলম্বন নির্বাচন করতে হবে।
fa: شما باید یک وضعیت مجوز انتخاب کنید.
hi: आपको एक अनुमति विधान का चयन करना होगा।
id: Anda harus memilih suatu disposition izin.
pt: Você deve selecionar uma disposição de permissão.
sk: Musíte vybrať dispozíciu práva.

source: You must select a permission.
bn: আপনাকে একটি অনুমতি নির্বাচন করতে হবে।
fa: شما باید یک مجوز انتخاب کنید.
hi: आपको एक अनुमति का चयन करना होगा।
id: Anda harus memilih suatu izin.
pt: Você deve selecionar uma permissão.
sk: Musíte vybrať právo.

source: You must select a page.
bn: আপনাকে একটি পৃষ্ঠা নির্বাচন করতে হবে।
fa: شما باید یک صفحه انتخاب کنید.
hi: आपको एक पृष्ठ का चयन करना होगा।
id: Anda harus memilih suatu halaman.
pt: Você deve selecionar uma página.
sk: Musíte vybrať stránku.

source: You must select a namespace.
bn: আপনাকে একটি নেমস্পেস নির্বাচন করতে হবে।
fa: شما باید یک فضای نام انتخاب کنید.
hi: आपको एक नेमस्पेस का चयन करना होगा।
id: Anda harus memilih suatu ruang nama.
pt: Você deve selecionar um espaço de nome.
sk: Musíte vybrať menovanie.

source: You must select either page or namespace.
bn: আপনাকে পৃষ্ঠা বা নেমস্পেস এর মধ্যে একটি বাছাই করতে হবে।
fa: شما باید یا صفحه یا فضای نام را انتخاب کنید.
hi: आपको या तो पृष्ठ या नेमस्पेस का चयन करना होगा।
id: Anda harus memilih baik halaman atau ruang nama.
pt: Você deve selecionar uma página ou um espaço de nome.
sk: Musíte vybrať buď stránku alebo menovanie.

source: The role already has the specified permission.
bn: ভূমিকায় ইতিমধ্যে নির্দিষ্ট অনুমতি রয়েছে।
fa: نقش قبلاً مجوز مشخص شده را دارد.
hi: भूमिका में पहले से ही निर्दिष्ट अनुमति है।
id: Peran ini sudah memiliki izin yang ditentukan.
pt: O papel já possui a permissão especificada.
sk: Úloha už má špecifikované právo.

source: Account
bn: অ্যাকাউন্ট
fa: حساب
hi: खाता
id: Akun
pt: Conta
sk: Účet

source: Select an account
bn: একটি অ্যাকাউন্ট নির্বাচন করুন
fa: یک حساب را انتخاب کنید
hi: एक खाता चुनें
id: Pilih suatu akun
pt: Selecione uma conta
sk: Vyberte účet

source: You must select an account.
bn: আপনাকে একটি অ্যাকাউন্ট নির্বাচন করতে হবে।
fa: شما باید یک حساب انتخاب کنید.
hi: आपको एक खाता चुनना होगा।
id: Anda harus memilih suatu akun.
pt: Você deve selecionar uma conta.
sk: Musíte vybrať účet.

source: The account is already a member of the specified role.
bn: অ্যাকাউন্টটি ইতিমধ্যে নির্দিষ্ট ভূমিকার সদস্য।
fa: حساب قبلاً عضو نقش مشخص شده است.
hi: यह खाता पहले से ही निर्दिष्ट भूमिका का सदस्य है।
id: Akun ini sudah menjadi anggota dari peran yang ditentukan.
pt: A conta já é um membro do papel especificado.
sk: Účet je už členom špecifikovanej úlohy.

source: Deleting the role '{0}' will revoke any permissions granted or denied by that role. Continue?
bn: রোল '{0}' মুছে ফেলা হলে ওই রোল দ্বারা প্রদত্ত বা অগ্রাহ্য করা কোনও অনুমতি বাতিল হবে। কি আপনি চালিয়ে যেতে চান?
fa: حذف نقش '{0}' هرگونه دسترسی‌های اعطا شده یا رد شده توسط آن نقش را باطل خواهد کرد. آیا ادامه می‌دهید؟
hi: भूमिका '{0}' को हटाने से उस भूमिका द्वारा दी गई या अस्वीकृत किसी भी अनुमति को रद्द कर दिया जाएगा। जारी रखें?
pt: Excluir o papel '{0}' revogará quaisquer permissões concedidas ou negadas por esse papel. Continuar?
sk: Odstránením úlohy '{0}' sa odňajú všetky oprávnenia, ktoré táto úloha poskytla alebo zamietla. Pokračovať?

source: Role Members
bn: ভূমিকা সদস্যরা
fa: اعضای نقش
pt: Membros do Papel
sk: Členovia úlohy

source: Role Permissions
bn: ভূমিকা অনুমতিসমূহ
fa: مجوزهای نقش
pt: Permissões do Papel
sk: Oprávnenia úlohy

source: Display Name
bn: প্রদর্শিত নাম
fa: نام نمایشی
pt: Nome de Exibição
sk: Zobrazované meno
