Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Areas/Identity/Pages/Account/Manage/TwoFactorAuthentication.*.resx
Languages: ar, bn, fa, hi, ko, sk, tr, uk, ur, zh_hans

source: Two-factor authentication (2FA)
ar: المصادقة الثنائية (2FA)
bn: দুই-ফ্যাক্টর প্রমাণীকরণ (২এফএ)
fa: احراز هویت دو مرحله‌ای (2FA)
hi: द्वि-कारक प्रमाणीकरण (2FA)
ko: 이중 인증 (2FA)
sk: Dvojfázové overenie (2FA)
tr: İki faktörlü kimlik doğrulama (2FA)
uk: Двофакторна автентификация (2FA)
ur: دو مرحلہ تصدیق (2FA)
zh_hans: 双因素认证 (2FA)

source: You have no recovery codes left.
ar: لم يتبق لديك أي رموز استرداد.
bn: আপনার কোনও রিকভারি কোড বাকি নেই।
fa: شما هیچ کد بازیابی باقی‌مانده ندارید.
hi: आपके पास कोई रिकवरी कोड बचा नहीं है।
ko: 복구 코드가 남아 있지 않습니다.
sk: Nezostali vám žiadne kódy na obnovenie.
tr: Artık hiçbir kurtarma kodunuz kalmadı.
uk: У вас не залишилося кодів для відновлення.
ur: آپ کے پاس کوئی بازیابی کوڈ نہیں بچا ہے۔
zh_hans: 您没有剩余的恢复代码。

source: You must generate a new set of recovery codes before you can log in with a recovery code.
ar: يجب عليك إنشاء مجموعة جديدة من رموز الاسترداد قبل أن تتمكن من تسجيل الدخول باستخدام رمز استرداد.
bn: আপনাকে একটি নতুন সেট রিকভারি কোড তৈরি করতে হবে আগে আপনি একটি রিকভারি কোড দিয়ে লগ ইন করতে পারবেন।
fa: شما باید یک مجموعه جدید از کدهای بازیابی تولید کنید قبل از اینکه بتوانید با کد بازیابی وارد شوید.
hi: आपको एक नया सेट रिकवरी कोड जनरेट करना होगा इससे पहले कि आप रिकवरी कोड से लॉगिन कर सकें।
ko: 복구 코드로 로그인하기 전에 새로운 복구 코드 세트를 생성해야 합니다.
sk: Pred prihlásením pomocou kódu obnovy musíte vygenerovať novú sadu obnovovacích kódov.
tr: Kurtarma kodu ile giriş yapabilmeniz için yeni bir kurtarma kodu seti oluşturmalısınız.
uk: Вам потрібно згенерувати новий набір кодів для відновлення, перш ніж ви зможете увійти за допомогою коду для відновлення.
ur: آپ کو ایک نیا بازیابی کوڈ تیار کرنا ہوگا اس سے پہلے کہ آپ بازیابی کوڈ کے ساتھ لاگ ان کر سکیں۔
zh_hans: 您必须生成一组新的恢复代码，然后才能使用恢复代码登录。

source: You have 1 recovery code left.
ar: يتبقى لديك رمز استرداد واحد.
bn: আপনার ১টি রিকভারি কোড বাকি আছে।
fa: شما 1 کد بازیابی باقی‌مانده دارید.
hi: आपके पास 1 रिकवरी कोड बचा है।
ko: 복구 코드가 1개 남아 있습니다.
sk: Zostáva vám 1 kód na obnovenie.
tr: 1 kurtarma kodunuz kaldı.
uk: У вас залишився 1 код для відновлення.
ur: آپ کے پاس 1 بازیابی کوڈ بچا ہے۔
zh_hans: 您还有 1 个恢复代码。

source: You can generate a new set of recovery codes.
ar: يمكنك إنشاء مجموعة جديدة من رموز الاسترداد.
bn: আপনি একটি নতুন সেট রিকভারি কোড তৈরি করতে পারেন।
fa: شما می‌توانید یک مجموعه جدید از کدهای بازیابی تولید کنید.
hi: आप एक नया सेट रिकवरी कोड जनरेट कर सकते हैं।
ko: 새로운 복구 코드 세트를 생성할 수 있습니다.
sk: Môžete vygenerovať novú sadu kódov na obnovenie.
tr: Yeni bir kurtarma kodu seti oluşturabilirsiniz.
uk: Ви можете згенерувати новий набір кодів для відновлення.
ur: آپ ایک نیا بازیابی کوڈ تیار کر سکتے ہیں۔
zh_hans: 您可以生成一组新的恢复代码。

source: You have {0} recovery codes left.
ar: يتبقى لديك {0} من رموز الاسترداد.
bn: আপনার {0}টি রিকভারি কোড বাকি আছে।
fa: شما {0} کد بازیابی باقی‌مانده دارید.
hi: आपके पास {0} रिकवरी कोड बचा है।
ko: 복구 코드가 {0}개 남아 있습니다.
sk: Počet zostávajúcich kódov na obnovenie: {0}.
tr: {0} kurtarma kodunuz kaldı.
uk: У вас залишилося {0} кодів для відновлення.
ur: آپ کے پاس {0} بازیابی کوڈ باقی ہیں۔
zh_hans: 您还有 {0} 个恢复代码。

source: You should generate a new set of recovery codes.
ar: يجب عليك إنشاء مجموعة جديدة من رموز الاسترداد.
bn: আপনাকে একটি নতুন সেট রিকভারি কোড তৈরি করা উচিত।
fa: شما باید یک مجموعه جدید از کدهای بازیابی تولید کنید.
hi: आपको एक नया सेट रिकवरी कोड जनरेट करना चाहिए।
ko: 새로운 복구 코드 세트를 생성하는 것이 좋습니다.
sk: Mali by ste vygenerovať novú sadu kódov na obnovenie.
tr: Yeni bir kurtarma kodu seti oluşturmalısınız.
uk: Вам слід згенерувати новий набір кодів для відновлення.
ur: آپ کو ایک نیا بازیابی کوڈ تیار کرنا چاہئے۔
zh_hans: 您应该生成一组新的恢复代码。

source: Forget this browser
ar: نسيت هذا المتصفح
bn: এই ব্রাউজারটি ভুলে যান
fa: این مرورگر را فراموش کنید
hi: इस ब्राउज़र को भूलें
ko: 이 브라우저 잊기
sk: Zabudnite na tento prehliadač
tr: Bu tarayıcıyı unut
uk: Забути цей браузер
ur: اس براؤزر کو بھول جائیں
zh_hans: 忘记这个浏览器

source: Disable 2FA
ar: تعطيل 2FA
bn: ২এফএ অক্ষম করুন
fa: احراز هویت دو مرحله‌ای را غیرفعال کنید
hi: 2FA अक्षम करें
ko: 2FA 비활성화
sk: Zakázať 2FA
tr: 2FA'yı devre dışı bırak
uk: Вимкнути 2FA
ur: 2FA کو بند کریں
zh_hans: 禁用 2FA

source: Reset recovery codes
ar: إعادة تعيين رموز الاسترداد
bn: রিকভারি কোড পুনরায় সেট করুন
fa: کدهای بازیابی را بازنشانی کنید
hi: रिकवरी कोड रीसेट करें
ko: 복구 코드 재설정
sk: Obnovte obnovovacie kódy
tr: Kurtarma kodlarını sıfırla
uk: Скинути коди для відновлення
ur: بازیابی کوڈ ری سیٹ کریں
zh_hans: 重置恢复代码

source: Authenticator app
ar: تطبيق المصادقة
bn: প্রমাণীকরণকারী অ্যাপ
fa: برنامه احراز هویت
hi: प्रमाणीकरण ऐप
ko: 인증자 앱
sk: Overovacia aplikácia
tr: Kimlik doğrulama uygulaması
uk: Додаток для автентифікації
ur: تصدیق کرنے والا ایپ
zh_hans: 身份验证器应用

source: Add authenticator app
ar: إضافة تطبيق المصادقة
bn: প্রমাণীকরণকারী অ্যাপ যোগ করুন
fa: برنامه احراز هویت را اضافه کنید
hi: प्रमाणीकरण ऐप जोड़ें
ko: 인증자 앱 추가
sk: Pridajte aplikáciu na overenie totožnosti
tr: Kimlik doğrulama uygulaması ekle
uk: Додати додаток для автентифікації
ur: تصدیق کرنے والا ایپ شامل کریں
zh_hans: 添加身份验证器应用

source: Set up authenticator app
ar: إعداد تطبيق المصادقة
bn: প্রমাণীকরণকারী অ্যাপ সেট আপ করুন
fa: برنامه احراز هویت را راه‌اندازی کنید
hi: प्रमाणीकरण ऐप सेट करें
ko: 인증자 앱 설정
sk: Nastavte aplikáciu autentifikátora
tr: Kimlik doğrulama uygulamasını ayarla
uk: Налаштувати додаток для автентифікації
ur: تصدیق کرنے والا ایپ قائم کریں
zh_hans: 设置身份验证器应用

source: Reset authenticator app
ar: إعادة تعيين تطبيق المصادقة
bn: প্রমাণীকরণকারী অ্যাপ পুনরায় সেট করুন
fa: برنامه احراز هویت را بازنشانی کنید
hi: प्रमाणीकरण ऐप रीसेट करें
ko: 인증자 앱 재설정
sk: Obnoviť aplikáciu autentifikátora
tr: Kimlik doğrulama uygulamasını sıfırla
uk: Скинути додаток для автентифікації
ur: تصدیق کرنے والا ایپ ری سیٹ کریں
zh_hans: 重置身份验证器应用

source: Privacy and cookie policy have not been accepted.
ar: لم يتم قبول سياسة الخصوصية وملفات تعريف الارتباط.
bn: গোপনীয়তা এবং কুকি নীতি গ্রহণ করা হয়নি।
fa: سیاست حریم خصوصی و کوکی‌ها پذیرفته نشده است.
hi: गोपनीयता और कुकी नीति को स्वीकार नहीं किया गया है।
ko: 개인정보 보호 및 쿠키 정책에 동의하지 않았습니다.
sk: Zásady ochrany osobných údajov a súborov cookie neboli prijaté.
tr: Gizlilik ve çerez politikası kabul edilmemiştir.
uk: Політику конфіденційності та файлів cookie не було прийнято.
ur: پرائیویسی اور کوکی کی پالیسی قبول نہیں کی گئی ہے۔
zh_hans: 隐私和 cookie 政策尚未接受。

source: You must accept the policy before you can enable two factor authentication.
ar: يجب عليك قبول السياسة قبل أن تتمكن من تفعيل المصادقة الثنائية.
bn: আপনাকে নীতি গ্রহণ করতে হবে আগে আপনি দুটি ফ্যাক্টর প্রমাণীকরণ সক্রিয় করতে পারেন।
fa: شما باید سیاست را بپدیرید قبل از اینکه بتوانید احراز هویت دو مرحله‌ای را فعال کنید.
hi: आपको द्वि-कारक प्रमाणीकरण सक्षम करने से पहले नीति स्वीकार करनी होगी।
ko: 이중 인증을 활성화하기 전에 정책에 동의해야 합니다.
sk: Pred povolením dvojfaktorovej autentifikácie musíte prijať politiku.
tr: İki faktörlü kimlik doğrulamayı etkinleştirebilmeniz için politikayı kabul etmelisiniz.
uk: Вам потрібно прийняти політику, перш ніж ви зможете увімкнути двофакторну автентифікацію.
ur: آپ کو دو مرحلہ تصدیق کو فعال کرنے سے پہلے پالیسی قبول کرنی ہوگی۔
zh_hans: 您必须接受该政策，然后才能启用双因素认证。
