Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Page/Display.*.resx
Languages: bn, fa, hi, nl, vi

source: Are you sure you want to delete this comment?
bn: আপনি কি নিশ্চিত যে আপনি এই মন্তব্যটি মুছতে চান?
fa: آیا از حذف این نظر مطمئن هستید؟
hi: क्या आप सुनिश्चित हैं कि आप इस टिप्पणी को हटाना चाहते हैं?
nl: Weet je zeker dat je deze opmerking wilt verwijderen?
vi: Bạn có chắc chắn muốn xóa bình luận này không?

source: Comments
bn: মন্তব্য
fa: نظرات
hi: टिप्पणियाँ
nl: Opmerkingen
vi: Bình luận

source: Delete
bn: মুছুন
fa: حذف
hi: हटाएँ
nl: Verwijderen
vi: Xóa

source: Last modified by
bn: শেষ পরিবর্তন করেছেন
fa: آخرین تغییرات توسط
hi: अंतिम बार संशोधित किया गया
nl: Laatst bewerkt door
vi: Được chỉnh sửa lần cuối bởi

source: Login to leave a comment
bn: মন্তব্য করার জন্য লগইন করুন
fa: برای ارسال نظر وارد شوید
hi: टिप्पणी छोड़ने के लिए लॉगिन करें
nl: Log in om een opmerking achter te laten
vi: Đăng nhập để để lại bình luận

source: Post
bn: পোস্ট
fa: ارسال
hi: पोस्ट
nl: Plaatsen
vi: Đăng

source: Revert to revision
bn: পুনরাবৃত্তি সংস্করণে ফিরে যান
fa: بازگشت به نسخه قبلی
hi: संशोधन में वापस जाएँ
nl: Terugkeren naar herziening
vi: Quay về phiên bản trước

source: Type comment...
bn: মন্তব্য টাইপ করুন...
fa: نظر خود را وارد کنید...
hi: टिप्पणी टाइप करें...
nl: Typ een opmerking...
vi: Gõ bình luận...

source: View all comments
bn: সকল মন্তব্য দেখুন
fa: مشاهده تمام نظرات
hi: सभी टिप्पणियाँ देखें
nl: Bekijk alle opmerkingen
vi: Xem tất cả bình luận

source: View latest revision
bn: সর্বশেষ সংস্করণ দেখুন
fa: مشاهده آخرین نسخه
hi: नवीनतम संशोधन देखें
nl: Bekijk laatste herziening
vi: Xem phiên bản mới nhất

source: Viewing a historical version
bn: ঐতিহাসিক সংস্করণ দেখছেন
fa: مشاهده نسخه تاریخی
hi: ऐतिहासिक संस्करण देख रहे हैं
nl: Een historische versie bekijken
vi: Đang xem một phiên bản lịch sử

source: You are viewing revision {0} of \&quot;{1}\&quot; modified by {2} on {3}.
bn: আপনি \"{1}\" এর {0} নম্বর সংস্করণটি দেখছেন যা {2} দ্বারা {3} তারিখে পরিবর্তিত হয়েছে।
fa: شما در حال مشاهده نسخه {0} از \"{1}\" هستید که توسط {2} در {3} تغییر یافته است.
hi: आप \"{1}\" के संशोधन {0} को {2} द्वारा {3} पर देख रहे हैं।
nl: Je bekijkt herziening {0} van \"{1}\" aangepast door {2} op {3}.
vi: Bạn đang xem phiên bản {0} của \"{1}\" được chỉnh sửa bởi {2} vào {3}.
