Repository: NTDLS/TightWiki
Catalog: TightWiki/Resources/Views/Page/Edit.*.resx
Languages: ur

source: Link Text (Optional)
ur: لنک ٹیکسٹ (اختیاری)

source: Attach files by dropping them here or by manually selecting them below:
ur: فائلیں یہاں چھوڑ کر یا نیچے دستی طور پر منتخب کرکے منسلک کریں:

source: External URL
ur: باہر کا URL

source: Choose a page
ur: صفحہ منتخب کریں

source: Link Type
ur: لنک کی نوعیت

source: Wiki Page
ur: ویکی صفحہ

source: Description
ur: تفصیل

source: Type
ur: قسم

source: Name
ur: نام

source: Enter a URL
ur: URL درج کریں

source: URL must start with
ur: URL کا آغاز یہیں سے ہونا چاہئے

source: Select a wiki page
ur: ایک ویکی صفحہ منتخب کریں

source: Attachments
ur: منسلکات

source: Choose template
ur: سانچہ منتخب کریں

source: Close
ur: بند کریں

source: Content
ur: مواد

source: Drop file attachments here or click to upload manually.
ur: یہاں فائلیں منسلک کریں یا دستی طور پر اپ لوڈ کرنے کے لیے کلک کریں۔

source: Drop files here...
ur: فائلیں یہاں چھوڑیں...

source: Error
ur: غلطی

source: Export
ur: برآمد کریں

source: Save
ur: محفوظ کریں

source: Save the page before uploading files.
ur: فائلیں اپ لوڈ کرنے سے پہلے صفحہ محفوظ کریں۔

source: unauthorized
ur: غیر مجاز

source: Unexpected Error
ur: غیر متوقع خرابی

source: Upload successful
ur: اپ لوڈ کامیاب

source: Use the Templates namespace to add a page to the list of templates, e.g. Templates :: My First Template.
ur: ایک صفحہ کو سانچوں کی فہرست میں شامل کرنے کے لئے Templates نام کی جگہ کا استعمال کریں، جیسے: Templates :: میرا پہلا سانچہ۔

source: View
ur: دیکھیں

source: Search
ur: تلاش کریں

source: Highlight
ur: ہائی لائٹ کریں

source: Hyperlink
ur: ہائپرلنک

source: Strikethrough
ur: کراس آؤٹ

source: Underline
ur: نیچے لکیریں کھینچیں

source: Italic
ur: غیر ہندی

source: Bold
ur: موٹا

source: Insert
ur: شامل کریں

source: A change summary is required for page edits.
ur: صفحات کی ترمیم کے لیے ایک تبدیلی کا خلاصہ ضروری ہے۔

source: What did you change and why?
ur: آپ نے کیا تبدیل کیا اور کیوں؟

source: Change Summary
ur: تبدیلی کا خلاصہ
